[
  {
    "name": "7 Wonders Duel",
    "bggId": 173346,
    "bggLink": "https://boardgamegeek.com/boardgame/173346",
    "weight": 2.2286,
    "recPlayerCount": 2,
    "bestPlayerCount": 2,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 159.9,
    "language": "Portuguese (BR)",
    "bggRank": 19,
    "thumbnail": "https://cf.geekdo-images.com/zdagMskTF7wJBPjX74XsRw__thumb/img/gV1-ckZSIC-dCxxpq1Y7GmPITzQ=/fit-in/200x150/filters:strip_icc()/pic2576399.jpg",
    "description": "In many ways 7 Wonders Duel resembles its parent game 7 Wonders. Over three ages, players acquire cards that provide resources or advance their military or scientific development in order to develop a civilization and complete wonders. What's different about 7 Wonders Duel is that, as the title suggests, the game is solely for two players.&#10;&#10;Players do not draft cards simultaneously from decks of cards, but from a display of face-down and face-up cards arranged at the start of a round. A player can take a card only if it's not covered by any others, so timing comes into play, as it can with bonus moves that allow the player to take a second card immediately. As in the original game, each acquired card can be built, discarded for coins, or used to construct a wonder. Each player also starts with four wonder cards, and the construction of a wonder provides its owner with a special ability. Only seven wonders can be built, though, so one player will end up short.&#10;&#10;Players can purchase resources at any time from the bank, or they can gain cards during the game that provide them with resources for future building; as they are acquired, the cost for those resources increases for the opponent, representing the owner's dominance in this area.&#10;&#10;You can win 7 Wonders Duel in one of three ways: each time you acquire a military card, you advance the military marker toward your opponent's capital (also giving you a bonus at certain positions). If you reach the opponent's capital, you win the game immediately. Or if you acquire six of seven different scientific symbols, you achieve scientific dominance and win immediately. If none of these situations occurs, then the player with the most points at the end of the game wins.&#10;&#10;",
    "yearPublished": 2015,
    "minPlayers": 2,
    "maxPlayers": 2,
    "minPlaytime": 30,
    "maxPlaytime": 30,
    "designers": ["Antoine Bauza", "Bruno Cathala"],
    "publisher": "Galápagos Jogos",
    "mechanics": [
      "End Game Bonuses",
      "Income",
      "Layering",
      "Market",
      "Modular Board",
      "Multi-Use Cards",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Set Collection",
      "Sudden Death Ending",
      "Tags",
      "Tech Trees / Tech Tracks",
      "Tug of War",
      "Variable Player Powers",
      "Variable Set-up",
      "Victory Points as a Resource"
    ],
    "isExpansion": false
  },
  {
    "name": "Abomination: The Heir of Frankenstein",
    "bggId": 239472,
    "bggLink": "https://boardgamegeek.com/boardgame/239472",
    "weight": 3.2632,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": 3,
    "languageDependence": "HIGH",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 498.27,
    "language": "English",
    "bggRank": 913,
    "thumbnail": "https://cf.geekdo-images.com/JEEZQn4TaBwHuWiPXTpuYA__thumb/img/Bd5QYxQybsaIo8CPXYXDNEzNWQs=/fit-in/200x150/filters:strip_icc()/pic4659575.jpg",
    "description": "It's been twenty years since Victor Frankenstein died on a ship in the arctic, but his vengeful creature lives on, as does Robert Walton, the sea captain who vowed to kill the fiend before mercy stayed his hand. It's now 1819, and a sinister darkness descends upon the city of Paris. A mysterious benefactor of gigantic stature has emerged in the scientific community, never showing his face, claiming to possess the late Frankenstein's research. He sponsors a grand competition, offering an even grander prize: unlocking the mystery of mortality!&#10;&#10;Renowned scientists from around the world come to take part: some drawn to solve this eternal riddle, others coerced against their will. But a certain captain comes as well, one deeply suspicious of the secretive patron, hoping to finally fulfill his vow.&#10;&#10;Abomination: The Heir of Frankenstein is a competitive game of strategic monster building for 2-4 players, inspired by Mary Shelley's classic novel of gothic horror. In the game, the creature demands your help to accomplish what his own creator would not: to bring to life an abomination like itself, a companion to end its miserable solitude. Through worker placement and careful management of decomposing resources, you'll gather materials from the cemeteries and morgues around the city, conduct valuable research at the Academy of Science, hire less-than-reputable associates, and toil away in your lab &mdash; all in an effort to assemble a new form of life and infuse it with a &quot;spark of being&quot;. Do well, and the creature may reward you during one of its surprise visits; do poorly, and you may come to regret not putting forth more effort. Narrative elements come into play throughout the game, guided by your decisions, leading to potentially unsavory outcomes.&#10;&#10;The game ends when you succeed in bringing your creation to life or when the Captain kills the creature, whichever happens first. Then the player with the most points fulfills Frankenstein's dark legacy, becoming his heir, for good or ill...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "yearPublished": 2019,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlaytime": 90,
    "maxPlaytime": 180,
    "designers": ["Dan Blanchett"],
    "publisher": "Plaid Hat Games",
    "mechanics": [
      "Dice Rolling",
      "Events",
      "Narrative Choice / Paragraph",
      "Set Collection",
      "Storytelling",
      "Variable Player Powers",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "isExpansion": false
  },
  {
    "name": "Arkham Horror (Third Edition)",
    "bggId": 257499,
    "bggLink": "https://boardgamegeek.com/boardgame/257499",
    "weight": 3.3548,
    "recPlayerCount": "1,2,3,4",
    "bestPlayerCount": 3,
    "languageDependence": "HIGH",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 325,
    "language": "Portuguese (BR)",
    "bggRank": 326,
    "thumbnail": "https://cf.geekdo-images.com/09KeqyJEtu2qcskbtlOhqw__thumb/img/-xrcoiHjk6uaMY3dtwS_uYIrMog=/fit-in/200x150/filters:strip_icc()/pic5726297.jpg",
    "description": "The year is 1926, and it is the height of the Roaring Twenties. Flappers dance till dawn in smoke-filled speakeasies, drinking alcohol supplied by rum runners and the mob. It&rsquo;s a celebration to end all celebrations in the aftermath of the War to End All Wars.&#10;&#10;Yet a dark shadow grows in the city of Arkham. Alien entities known as Ancient Ones lurk in the emptiness beyond space and time, writhing at the thresholds between worlds. Occult rituals must be stopped and alien creatures destroyed before the Ancient Ones make our world their ruined dominion.&#10;&#10;Only a handful of investigators stand against the Arkham Horror. Will they prevail?&#10;&#10;Arkham Horror (Third Edition) is a cooperative board game for one to six players who take on the roles of investigators trying to rid the world of eldritch beings known as Ancient Ones. Based on the works of H.P. Lovecraft, players will have to gather clues, defeat terrifying monsters, and find tools and allies if they are to stand any chance of defeating the creatures that dwell just beyond the veil of our reality.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "yearPublished": 2018,
    "minPlayers": 1,
    "maxPlayers": 6,
    "minPlaytime": 120,
    "maxPlaytime": 180,
    "designers": ["Nikki Valens", "Richard Launius", "Kevin Wilson"],
    "publisher": "Galápagos Jogos",
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Point to Point Movement",
      "Stat Check Resolution",
      "Variable Player Powers"
    ],
    "isExpansion": false
  },
  {
    "name": "Arkham Horror: The Card Game (Revised Edition)",
    "bggId": 359609,
    "bggLink": "https://boardgamegeek.com/boardgame/359609",
    "weight": 3.7059,
    "recPlayerCount": "1,2,3,4",
    "bestPlayerCount": 2,
    "languageDependence": "HIGH",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 341.91,
    "language": "Portuguese (BR)",
    "bggRank": 366,
    "thumbnail": "https://cf.geekdo-images.com/RdCWCXPnBGSxoOhk5Hkq_g__thumb/img/QyBd2yZWmWOdudkHw0YF1__74ak=/fit-in/200x150/filters:strip_icc()/pic6530423.jpg",
    "description": "The boundaries between worlds have drawn perilously thin. Dark forces work in the shadows and call upon unspeakable horrors, strange happenings are discovered all throughout the city of Arkham, Massachusetts, and behind it all an Ancient One manipulates everything from beyond the veil. It is time to revisit that which started it all&hellip;&#10;&#10;In this game, you, on your own or with a friend (or up to three friends in this revised version), become characters within the quiet New England town of Arkham and work to investigate the recent strange happenings and solve the mysteries. You have your talents, sure, but you also have your flaws. Perhaps you've dabbled a little too much in the writings of the Necronomicon, and its words continue to haunt you. Perhaps you feel compelled to cover up any signs of otherworldly evils, hampering your own investigations in order to protect the quiet confidence of the greater population. Perhaps you'll be scarred by your encounters with a ghoulish cult.&#10;&#10;With a revamped system of organization and a number of quality-of-life improvements, the box comes with everything you need to get your Arkham campaigns started, including enough cards and components for up to three other players to join you in your quest against the Mythos.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;What Has Changed?&#10;     Support for up to four players with a single core set (the original core set supported only two players, meaning players needed two core sets to play with three or four players)&#10;     Two copies each of all 96 player cards from the original core set (the original core set included only one copy each of most of the player cards), some with brand-new art, along with two copies each of 13 additional player cards previously released in expansions and not found in the original core set&#10;     An included cloth Chaos Bag for the chaos tokens (not included in the original core set)&#10;     New organization within the box's packaging, making it much easier to find the cards for the player decks and for each scenario than before&#10;     Additional quality-of-life improvements, such as new &quot;3&quot; and &quot;5&quot; numbered resource and clue/doom tokens and even a lead investigator token&#10;     Revised &quot;Learn to Play&quot; rulebook to allow new players to jump into the game more easily&#10;&#10;&#10;This revised edition is 100% compatible with all material previously published. Players who have all of the content released before this revised starter set will not find any new cards; this set contains the same cards, just more copies of them (and some with new art). &quot;Old-timers&quot; can continue where they left off under the new two-boxes campaign format (replacing the old &quot;deluxe expansion + mythos packs&quot; format) starting with Edge of the Earth.&#10;&#10;",
    "yearPublished": 2021,
    "minPlayers": 1,
    "maxPlayers": 4,
    "minPlaytime": 45,
    "maxPlaytime": 180,
    "designers": ["Nate French", "MJ Newman"],
    "publisher": "Galápagos Jogos",
    "mechanics": [
      "Action Points",
      "Area Movement",
      "Communication Limits",
      "Cooperative Game",
      "Deck Construction",
      "Deck, Bag, and Pool Building",
      "Events",
      "Hand Management",
      "Map Deformation",
      "Modular Board",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Stat Check Resolution",
      "Variable Player Powers"
    ],
    "isExpansion": false
  },
  {
    "name": "Bandido",
    "bggId": 191925,
    "bggLink": "https://boardgamegeek.com/boardgame/191925",
    "weight": 1.1,
    "recPlayerCount": "1,2,3,4",
    "bestPlayerCount": 2,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 42.9,
    "language": "Portuguese (BR)",
    "bggRank": 2346,
    "thumbnail": "https://cf.geekdo-images.com/3kHEzcYV6QdaFjzWXkBMyQ__thumb/img/vjbf859H2KDp-AksdEQdOdSZOQ4=/fit-in/200x150/filters:strip_icc()/pic3118226.jpg",
    "description": "A light-security prisoner is trying to escape through tunnels starting underneath his cell. Will you be able to join forces and cards to stop him? Bandido is a cooperative game of strategy and observation for the entire family.&#10;&#10;Can be combined with the sequel, Bandida.&#10;&#10;",
    "yearPublished": 2016,
    "minPlayers": 1,
    "maxPlayers": 4,
    "minPlaytime": 10,
    "maxPlaytime": 15,
    "designers": ["Martin Nedergaard Andersen"],
    "publisher": "PaperGames (III)",
    "mechanics": [
      "Cooperative Game",
      "Network and Route Building",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "isExpansion": false
  },
  {
    "name": "Burano",
    "bggId": 181260,
    "bggLink": "https://boardgamegeek.com/boardgame/181260",
    "weight": 3.7736,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": 3,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 416.82,
    "language": "English",
    "bggRank": 3252,
    "thumbnail": "https://cf.geekdo-images.com/IyLsPdA3pYulz-t3LriC2Q__thumb/img/cGUbA8MiQahliW-AenyZFWcTt8A=/fit-in/200x150/filters:strip_icc()/pic2599157.jpg",
    "description": "Burano, also known as the lace island, is an island in the northern Venetian lagoon. Burano is famous for its brightly colored houses, those square-shaped houses of a riot of colors along the water channels make it like a fairy tale land.&#10;&#10;Fishing has been the main activity in Burano since its foundation. A story goes that while fishermen went a long-term fishing outside the lagoon, their wife who stayed and missed their husband took out needles and made lace like they mended their husband's fishing nets.&#10;&#10;In the Middle Ages, Burano lace was highly admired and widely requested by royal families all over Europe. Players represent a family leader on this little island. They can send men to fish for the main source of income, or send women to lacemaking to sale abroad. Making a good living and making Burano become world famous, you have to figure out how to organize family members to their suitable work. It depends on you to earn the glory for your family and lead them to be outstanding from other families.&#10;&#10;Burano is played over four seasons, 14 rounds altogether. Through the novel &quot;cube pyramid-driven&quot; mechanism, players take turns paying coins to operate their cube pyramid during each round. The operation of the color-coded cubes would trigger certain actions, such as fishing, lace making, and house roofing, which will earn players victory points (VP). At the end of the game, whoever has earned the most VP wins.&#10;&#10;",
    "yearPublished": 2015,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlaytime": 90,
    "maxPlaytime": 120,
    "designers": ["Yu-Chen Tseng", "Eros Lin"],
    "publisher": "EmperorS4",
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Set Collection"
    ],
    "isExpansion": false
  },
  {
    "name": "Calico",
    "bggId": 283155,
    "bggLink": "https://boardgamegeek.com/boardgame/283155",
    "weight": 2.1775,
    "recPlayerCount": "1,2,3,4",
    "bestPlayerCount": 2,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 0,
    "language": "Portuguese (BR)",
    "bggRank": 233,
    "thumbnail": "https://cf.geekdo-images.com/qGkU6XsF1448F_A4P8TY5Q__thumb/img/l5ODCWYHD8_1x-WFqf-TJZhXT38=/fit-in/200x150/filters:strip_icc()/pic8124431.jpg",
    "description": "Calico is a puzzly tile-laying game of quilts and cats.&#10;&#10;In Calico, players compete to sew the coziest quilt as they collect and place patches of different colors and patterns. Each quilt has a particular pattern that must be followed, and players are also trying to create color and pattern combinations that are not only aesthetically pleasing, but also able to attract the cuddliest cats!&#10;&#10;Turns are simple. Select a single patch tile from your hand and sew it into your quilt, then draw another patch into your hand from the three available. If you are able to create a color group, you may sew a button onto your quilt. If you are able to create a pattern combination that is attractive to any of the cats, it will come over and curl up on your quilt! At the end of the game, you score points for buttons, cats, and how well you were able to complete your unique quilt pattern.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "yearPublished": 2020,
    "minPlayers": 1,
    "maxPlayers": 4,
    "minPlaytime": 30,
    "maxPlaytime": 45,
    "designers": ["Kevin Russ"],
    "publisher": "Grok Games",
    "mechanics": [
      "Enclosure",
      "End Game Bonuses",
      "Grid Coverage",
      "Hexagon Grid",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "isExpansion": false
  },
  {
    "name": "Castles of Mad King Ludwig",
    "bggId": 155426,
    "bggLink": "https://boardgamegeek.com/boardgame/155426",
    "weight": 2.6466,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": 4,
    "languageDependence": "LOW",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 220.31,
    "language": "English",
    "bggRank": 203,
    "thumbnail": "https://cf.geekdo-images.com/jVAMlNeDMVZakxJPy-lDrQ__thumb/img/PfOJx2RMkYg-Uk7mWBMF0HvTxqo=/fit-in/200x150/filters:strip_icc()/pic7229993.jpg",
    "description": "In the tile-laying game Castles of Mad King Ludwig, players are tasked with building an amazing, extravagant castle for King Ludwig II of Bavaria...one room at a time. You see, the King loves castles, having built Neuschwanstein (the castle that inspired the Disney theme park castles) and others, but now he's commissioned you to build the biggest, best castle ever &mdash; subject, of course, to his ever-changing whims. Each player acts as a building contractor who is adding rooms to the castle he's building while also selling his services to other players.&#10;&#10;In the game, each player starts with a simple foyer. One player takes on the role of the Master Builder, and that player sets prices for a set of rooms that can be purchased by the other players, with him getting to pick from the leftovers after the other players have paid him for their rooms. When a room is added to a castle, the player who built it gains castle points based on the size and type of room constructed, as well as bonus points based on the location of the room. When a room is completed, with all entranceways leading to other rooms in the castle, the player receives one of seven special rewards.&#10;&#10;After each purchasing round, a new player becomes the Master Builder who sets prices for a new set of rooms. After several rounds, the game ends, then additional points are awarded for achieving bonus goals, having the most popular rooms, and being the most responsive to the King's demands, which change each game. Whoever ends up with the most castle points wins.&#10;&#10;",
    "yearPublished": 2014,
    "minPlayers": 1,
    "maxPlayers": 4,
    "minPlaytime": 90,
    "maxPlaytime": 90,
    "designers": ["Ted Alspach"],
    "publisher": "Bézier Games",
    "mechanics": [
      "End Game Bonuses",
      "Hidden Victory Points",
      "I Cut, You Choose",
      "Increase Value of Unchosen Resources",
      "Pattern Building",
      "Set Collection",
      "Tile Placement",
      "Turn Order: Progressive"
    ],
    "isExpansion": false
  },
  {
    "name": "Chronicles of Crime",
    "bggId": 239188,
    "bggLink": "https://boardgamegeek.com/boardgame/239188",
    "weight": 2.0634,
    "recPlayerCount": "1,2,3",
    "bestPlayerCount": 2,
    "languageDependence": "HIGH",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 0,
    "language": "Portuguese (BR)",
    "bggRank": 282,
    "thumbnail": "https://cf.geekdo-images.com/1BMyuEwK0zV9005oYinYLw__thumb/img/QFzbDlFGzK3yRZNLnRr4YzHwEuY=/fit-in/200x150/filters:strip_icc()/pic4317519.jpg",
    "description": "Chronicles of Crime is a cooperative game of crime investigation, mixing an app, a board game and a touch of Virtual Reality.&#10;&#10;With the same physical components (board, locations, characters and items), players will be able to play plenty of different scenarios and solve as many different crime stories.&#10;&#10;Players start the app, choose the scenario they want to play, and follow the story. The goal being to catch the killer of the current case in the shortest time possible.&#10;&#10;Using the Scan&amp;Play technology, each component (locations, characters, items, etc.) has a unique QR code, which, depending on the scenario selected, will activate and trigger different clues and stories. That means players will be able to get new stories way after the game is released simply by downloading the app's updates, without any shipping of new physical components involved.&#10;&#10;The VR experience only requires a mobile phone. Players simply put the VR glasses (optional buy) onto their mobile device, and put the VR glasses on their nose, holding their mobile device in front of their eyes, to immerse themselves in the game's universe and search for clues in a virtual world.&#10;&#10;The game comes with 1 tutorial and 5 scenarios, but more can be downloaded directly inside the app!&#10;Each session last around 1h to 1h30 minutes and many scenarios are connected to each others in order to tell a much bigger story.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "yearPublished": 2018,
    "minPlayers": 1,
    "maxPlayers": 4,
    "minPlaytime": 60,
    "maxPlaytime": 90,
    "designers": ["David Cicurel"],
    "publisher": "Galápagos Jogos",
    "mechanics": [
      "Cooperative Game",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "isExpansion": false
  },
  {
    "name": "Coimbra",
    "bggId": 245638,
    "bggLink": "https://boardgamegeek.com/boardgame/245638",
    "weight": 3.2559,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": 3,
    "languageDependence": "LOW",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 194.29,
    "language": "English",
    "bggRank": 229,
    "thumbnail": "https://cf.geekdo-images.com/JJFHx0RiUBYdy9bHAgVSuA__thumb/img/-eaAIbixYxRRVj0tDTS1oP_9Njk=/fit-in/200x150/filters:strip_icc()/pic3956079.jpg",
    "description": "In the 15th and 16th century, Portugal is thriving under its leading role during the Age of Discovery. Nestled in the heart of Portugal, the city of Coimbra serves as a&nbsp;cultural center of the country. As the head of one of Coimbra's oldest houses, you seek to earn prestige by deepening relationships with nearby monasteries or funding expeditions of the era.&nbsp;To reach this goal, you must vie for the favors of the city's most influential citizens, even if you must offer a bit of coin or some protective detail.&#10;&#10;Coimbra introduces an innovative new dice mechanism in which the dice players draft each round are used in multiple different ways and have an impact on many aspects of their decision making. While there are many paths to victory,&nbsp;players should always seek to optimize their&nbsp;opportunities with every roll of the dice.&nbsp;Combined with ever-changing synergies of the citizens, expeditions, and monasteries, no two games of Coimbra will ever be the same!&#10;&#10;",
    "yearPublished": 2018,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlaytime": 60,
    "maxPlaytime": 90,
    "designers": ["Flaminia Brasini", "Virginio Gigli"],
    "publisher": "eggertspiele",
    "mechanics": [
      "Action Drafting",
      "Auction/Bidding",
      "Dice Rolling",
      "End Game Bonuses",
      "Income",
      "Open Drafting",
      "Point to Point Movement",
      "Set Collection",
      "Tech Trees / Tech Tracks",
      "Turn Order: Stat-Based",
      "Variable Set-up",
      "Worker Placement with Dice Workers"
    ],
    "isExpansion": false
  },
  {
    "name": "Corrosion",
    "bggId": 344277,
    "bggLink": "https://boardgamegeek.com/boardgame/344277",
    "weight": 3.2308,
    "recPlayerCount": "1,2,3",
    "bestPlayerCount": 2,
    "languageDependence": "MODERATE",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 139.25,
    "language": "Portuguese (BR)",
    "bggRank": 2521,
    "thumbnail": "https://cf.geekdo-images.com/utvlrrmevsn9Cb_Fs6kqlg__thumb/img/CjNBS17ZhTbUnnc2F7grdDBk4Us=/fit-in/200x150/filters:strip_icc()/pic6329299.jpg",
    "description": "In Corrosion, each of you manages a factory and deploys engineers to build up diversified scoring and production engines. In the steam-filled air, however, your biggest enemy is time because most machines and gears rust away quickly, so you are well advised to also produce chrome gears and invest in rustproof and powerful chrome machines.&#10;&#10;On your turn, you can either play an engineer card or turn the corrosion wheel of your factory:&#10;&#10;&#10;    Playing engineers mostly gains you new machines and qualified engineers. Other players can copy your engineer's action by playing an engineer of the same suit but a higher grade.&#10;&#10;&#10;&#10;    Turning your corrosion wheel puts your machines to work and returns engineers to your hand, but also causes old gears and machines to rust.&#10;&#10;&#10;To be successful, you must cleverly co-ordinate your engineers and corrosion wheel and smoothly shift from one efficient engine to the next.&#10;&#10;The game end is triggered once the special point supply or the award supply run out. Then, whoever was able to score the most points with their machines and awards wins.&#10;&#10;",
    "yearPublished": 2021,
    "minPlayers": 1,
    "maxPlayers": 4,
    "minPlaytime": 60,
    "maxPlaytime": 120,
    "designers": ["Stefan Bauer (I)"],
    "publisher": "Galápagos Jogos",
    "mechanics": [
      "Action Retrieval",
      "Contracts",
      "Deck, Bag, and Pool Building",
      "Follow",
      "Hand Management",
      "Increase Value of Unchosen Resources",
      "Open Drafting",
      "Rondel",
      "Solo / Solitaire Game"
    ],
    "isExpansion": false
  },
  {
    "name": "Cosmic Encounter Duel",
    "bggId": 298572,
    "bggLink": "https://boardgamegeek.com/boardgame/298572",
    "weight": 2.4211,
    "recPlayerCount": 2,
    "bestPlayerCount": 2,
    "languageDependence": "HIGH",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 94.67,
    "language": "Portuguese (BR)",
    "bggRank": 3947,
    "thumbnail": "https://cf.geekdo-images.com/kroYzAvfIIwlO5N824qPzA__thumb/img/VGj1lpkgIBx-JR-d8dyeliMLk1c=/fit-in/200x150/filters:strip_icc()/pic6352686.jpg",
    "description": "The Cosmic Citizenship Council has announced it will allow two new alien species to join its ranks, but they forgot to make two copies of the filing form &mdash; which means that only one species can join! Now, the two candidates must battle for control of the planets to determine who deserves the right to become a Certified Civilization.&#10;&#10;Cosmic Encounter Duel is a competitive standalone two-player game in the Cosmic Encounter universe in which you and your closest frenemy race to be the first to control five planets. Each of twenty-seven alien species comes equipped with its own unique abilities that play with the game mechanisms in some way, offering you an edge in the fight, e.g., the Cheater, who can reserve an additional tactic that they can put toward any fight in the game &mdash; as long as their opponent doesn't call out how they're trying to &quot;cheat&quot;. How your game of Cosmic Encounter Duel plays out will inevitably be affected by which powers each dueling species has and how they play off of one another.&#10;&#10;In addition to your unique species and its ability, you have twenty spaceships to traverse the cosmos and maintain control over the five planets you need to become a Certified Civilization. As long as you have a ship on a planet, you have control of it, even if your opponent also has ships there and you must share control. You can deploy these ships to fight in duels, use them to act as reinforcements, or draw them back for a tactful retreat. Just don't lose them to the Warp or let them be claimed by the black void between the stars and end up lost in space forever!&#10;&#10;To play, players draw and resolve Destiny cards, which come in three types: Discovery cards, Event cards, and Refresh cards. Discovery cards have you and your opponent discover a planet and duel for control, while Event cards ask you both to test your mettle against a variety of challenges and cosmic calamities, and Refresh cards offer a respite in which you can recover ships, gather allies, and ultimately prepare for another clash.&#10;&#10;At the start of a duel, you and your opponent secretly decide how many ships to send to the planet, and once they have been deployed, you can call upon any befriended envoys. To plan your attack, you secretly choose a card from your hand and a standing tactic from your collection to either guard your ships or blast your opponent's ships, then you fight, sending ships to face-off for control of the planet until the winner claims their prize while the loser retreats. After you and your opponent resolve a Destiny card, you check the icon on the bottom of the card to determine which deck to draw from next, then the race continues.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "yearPublished": 2020,
    "minPlayers": 2,
    "maxPlayers": 2,
    "minPlaytime": 30,
    "maxPlaytime": 30,
    "designers": ["Frank Brooks", "Bill Eberle", "Peter Olotka", "Greg Olotka"],
    "publisher": "Fantasy Flight Games",
    "mechanics": [
      "Hand Management",
      "Race",
      "Simultaneous Action Selection",
      "Take That",
      "Variable Player Powers"
    ],
    "isExpansion": false
  },
  {
    "name": "Coup: Deluxe Edition",
    "bggId": 158408,
    "bggLink": "https://boardgamegeek.com/boardgame/158408",
    "weight": 1.3158,
    "recPlayerCount": "3,4,5,6,7,8",
    "bestPlayerCount": "4,5,6",
    "languageDependence": "LOW",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 62.9,
    "language": "Portuguese (BR)",
    "bggRank": 0,
    "thumbnail": "https://cf.geekdo-images.com/y33G4EM6zxX18F2RSb1h3Q__thumb/img/CdYouvxF0o_E_TSB4Z_5ptTcATQ=/fit-in/200x150/filters:strip_icc()/pic5409442.jpg",
    "description": "In Coup, you want to be the last player with influence in the game, with influence being represented by face-down character cards in your playing area.&#10;&#10;Each player starts the game with two coins and two influence &ndash; i.e., two face-down character cards; the fifteen card deck consists of three copies of five different characters, each with a unique set of powers. Players take turns taking various actions with the goal to reduce all of his or her opponents to 0 influence. The last player to still have influence &ndash; that is, a face-down character &ndash; wins the game!&#10;&#10;Its expansion, Coup: Reformation, adds new cards to the game and rules for factions and team play that increases tension.&#10;&#10;Each player must declare himself either a Loyalist or a Resistant and can target only members of the other faction. Conversion is possible for yourself or for another player by paying a charitable donation to the Treasury. Like all factions, once you have eliminated or converted the other group, you just descend into in-fighting, so there's still only one winner and no second place.&#10;&#10;",
    "yearPublished": 2014,
    "minPlayers": 2,
    "maxPlayers": 8,
    "minPlaytime": 15,
    "maxPlaytime": 15,
    "designers": ["Rikki Tahta"],
    "publisher": "FunBox Jogos",
    "mechanics": [
      "Memory",
      "Player Elimination",
      "Take That",
      "Variable Player Powers"
    ],
    "isExpansion": false
  },
  {
    "name": "The Crew: The Quest for Planet Nine",
    "bggId": 284083,
    "bggLink": "https://boardgamegeek.com/boardgame/284083",
    "weight": 1.95,
    "recPlayerCount": "3,4,5",
    "bestPlayerCount": 4,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 144,
    "language": "English",
    "bggRank": 72,
    "thumbnail": "https://cf.geekdo-images.com/98LnQShydr11OBKS46xY-Q__thumb/img/et-fnuozyOdBOVL-5kSS3_7I8fw=/fit-in/200x150/filters:strip_icc()/pic5687013.jpg",
    "description": "In the co-operative trick-taking game The Crew: The Quest for Planet Nine, the players set out as astronauts on an uncertain space adventure. What are the rumors regarding the unknown planet about? The eventful journey through space extends over 50 exciting missions. But this game can only be defeated by meeting common individual tasks of each player. In order to meet the varied challenges communication is essential in the team. But this is more difficult than expected in space.&#10;&#10;With each mission the game becomes more difficult. After each mission the game can be paused and continued later. During each mission it is not the number of tricks but the right tricks at the right time that count.&#10;&#10;The team completes a mission only if every single player is successful in fulfilling their tasks.&#10;&#10;The game comes with 50 missions, with three additional missions published in spielbox 2/2020.&#10;&#10;",
    "yearPublished": 2019,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlaytime": 20,
    "maxPlaytime": 20,
    "designers": ["Thomas Sing"],
    "publisher": "KOSMOS",
    "mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Scenario / Mission / Campaign Game",
      "Trick-taking"
    ],
    "isExpansion": false
  },
  {
    "name": "Cross Clues",
    "bggId": 300753,
    "bggLink": "https://boardgamegeek.com/boardgame/300753",
    "weight": 1.0568,
    "recPlayerCount": "2,3,4,5,6",
    "bestPlayerCount": 4,
    "languageDependence": "HIGH",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "65,15",
    "language": "Portuguese (BR)",
    "bggRank": 1105,
    "thumbnail": "https://cf.geekdo-images.com/ZN2V2U-Ng_nyBgsg9dxWCg__thumb/img/Nwo-Ur7atIZiV5Y1nL9STHw5sVg=/fit-in/200x150/filters:strip_icc()/pic5532617.jpg",
    "description": "Cross Clues is a cooperative party game about making connections between clues. Work together to fill in the grid of code words by giving single word clues that represent the crossing of two different code words in the grid. Consider your clues carefully and think as a team to fill in as much of the grid as possible! Thousands of different combinations guarantee endless fun!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "yearPublished": 2020,
    "minPlayers": 2,
    "maxPlayers": 6,
    "minPlaytime": 5,
    "maxPlaytime": 10,
    "designers": ["Grégory Grard"],
    "publisher": "Buró",
    "mechanics": ["Cooperative Game", "Elapsed Real Time Ending", "Real-Time"],
    "isExpansion": false
  },
  {
    "name": "Cypher",
    "bggId": 163354,
    "bggLink": "https://boardgamegeek.com/boardgame/163354",
    "weight": 1.5,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": "3,4",
    "languageDependence": "LOW",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 50,
    "language": "English",
    "bggRank": 8536,
    "thumbnail": "https://cf.geekdo-images.com/izcBA1224f2_kYjlHdYE_w__thumb/img/tOwZp8fRl0OlEkOFojs-0xk4oIc=/fit-in/200x150/filters:strip_icc()/pic2117800.jpg",
    "description": "Faced with constant hacker attacks, the corporations created an artificial intelligence that could learn from the hackers themselves. The AI, codenamed Cypher, evolved faster than its creators could have imagined. It gained sentience, went rogue, and became the ultimate hacker. Now Cypher is fighting the corporations themselves for control of the nexus.&#10;&#10;In Cypher, players take on the role of factions that are gathering characters from all spheres of influence &mdash; from corporate overseers to street level hackers &mdash; in order to dominate Cypher and seize control of the nexus. The player with the most influence at the end of the game wins!&#10;&#10;",
    "yearPublished": 2014,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlaytime": 10,
    "maxPlaytime": 25,
    "designers": ["David Short"],
    "publisher": "Alderac Entertainment Group",
    "mechanics": ["Hand Management", "Open Drafting"],
    "isExpansion": false
  },
  {
    "name": "Dead of Winter: A Crossroads Game",
    "bggId": 150376,
    "bggLink": "https://boardgamegeek.com/boardgame/150376",
    "weight": 3.0101,
    "recPlayerCount": "3,4,5",
    "bestPlayerCount": 4,
    "languageDependence": "HIGH",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 260,
    "language": "Portuguese (BR)",
    "bggRank": 220,
    "thumbnail": "https://cf.geekdo-images.com/g4mV4BH-ZrhMUVgil-yV1A__thumb/img/foFGN8KwmN8BaYNpolq0HcMba4M=/fit-in/200x150/filters:strip_icc()/pic3016500.jpg",
    "description": "&quot;Crossroads&quot; is a game series from Plaid Hat Games that tests a group of survivors' ability to work together and stay alive while facing crises and challenges from both outside and inside. Dead of Winter: A Crossroads Game, the first title in this series, puts 2-5 players in a small, weakened colony of survivors in a world in which most of humanity is either dead or diseased, flesh-craving monsters. Each player leads a faction of survivors, with dozens of different characters in the game.&#10;&#10;Dead of Winter is a meta-cooperative psychological survival game. This means players are working together toward one common victory condition, but for each individual player to achieve victory, they must also complete their personal secret objective, which could relate to a psychological tick that's fairly harmless to most others in the colony, a dangerous obsession that could put the main objective at risk, a desire for sabotage of the main mission, or (worst of all) vengeance against the colony! Games could end with all players winning, some winning and some losing, or all players losing. Work toward the group's goal, but don't get walked all over by a loudmouth who's looking out only for their own interests!&#10;&#10;Dead of Winter is an experience that can be accomplished only through the medium of tabletop games, a story-centric game about surviving through a harsh winter in an apocalyptic world. The survivors are all dealing with their own psychological imperatives, but must still find a way to work together to fight off outside threats, resolve crises, find food and supplies, and keep the colony's morale up.&#10;&#10;Dead of Winter has players making frequent, difficult, heavily-thematic, wildly-varying decisions that often have them deciding between what's best for the colony and what's best for themselves. The rulebook also includes a fully co-operative variant in which all players work toward the group objective with no personal goals.&#10;&#10;",
    "yearPublished": 2014,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlaytime": 60,
    "maxPlaytime": 120,
    "designers": ["Jonathan Gilmour-Long", "Isaac Vega"],
    "publisher": "Galápagos Jogos",
    "mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Narrative Choice / Paragraph",
      "Push Your Luck",
      "Scenario / Mission / Campaign Game",
      "Semi-Cooperative Game",
      "Storytelling",
      "Trading",
      "Traitor Game",
      "Turn Order: Progressive",
      "Variable Player Powers",
      "Voting"
    ],
    "isExpansion": false
  },
  {
    "name": "Deus",
    "bggId": 162082,
    "bggLink": "https://boardgamegeek.com/boardgame/162082",
    "weight": 2.8262,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": 3,
    "languageDependence": "MODERATE",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "220,08",
    "language": "English",
    "bggRank": 532,
    "thumbnail": "https://cf.geekdo-images.com/NOz3xJ-N5ptlq3rP9m5Wug__thumb/img/nQQSc-beglCc9XQwvptEwgm07wU=/fit-in/200x150/filters:strip_icc()/pic2219643.png",
    "description": "In Deus, players work to develop their own civilizations in a shared environment. Each player starts the game with five building cards, and on a turn a player either uses one of these cards to construct a building or discard one or more cards to make an offering to a god. Cards come in six colors: red for military, green for resource production, blue for trade, brown for scoring, purple for temples, and yellow for a variety of effects.&#10;&#10;When you construct a building, you build it in the appropriate location on the modular game board &mdash; which is sized based on the number of players with the hexagonal tiles composed of seven landscape &quot;circles&quot; &mdash; then you place the card in your personal tableau in the appropriate stack of colored cards and activate the power of all of those cards already in your tableau, starting with the card at the bottom of the stack.&#10;&#10;When you make an offering, you discard cards, then receive the help of a god associated with one of the cards that you discarded, with the number of cards determining the strength of the associated action. You then refill your hand to five cards.&#10;&#10;The game ends either when all the barbarian villages on the game board have been surrounded and attacked or when all the temples have been constructed. Whoever has the most points wins.&#10;&#10;",
    "yearPublished": 2014,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlaytime": 60,
    "maxPlaytime": 90,
    "designers": ["Sébastien Dujardin"],
    "publisher": "Pearl Games",
    "mechanics": [
      "Area Majority / Influence",
      "End Game Bonuses",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Network and Route Building",
      "Victory Points as a Resource"
    ],
    "isExpansion": false
  },
  {
    "name": "Dixit",
    "bggId": 39856,
    "bggLink": "https://boardgamegeek.com/boardgame/39856",
    "weight": 1.1967,
    "recPlayerCount": "4,5,6,7,8",
    "bestPlayerCount": "5,6",
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 200,
    "language": "Portuguese (BR)",
    "bggRank": 380,
    "thumbnail": "https://cf.geekdo-images.com/J0PlHArkZDJ57H-brXW2Fw__thumb/img/QVwPXskFikQwBQlrdLJBAiRGgdg=/fit-in/200x150/filters:strip_icc()/pic6738336.jpg",
    "description": "Each turn in Dixit, one player is the storyteller, chooses one of the six cards in their hand, then makes up a sentence based on that card's image and says it out loud without showing the card to the other players. Each other player then selects the card in their hand that best matches the sentence and gives the selected card to the storyteller, without showing it to anyone else.&#10;&#10;The storyteller shuffles their card with all of the received cards, then reveals all of these cards. Each player other than the storyteller then secretly guesses which card belongs to the storyteller. If nobody or everybody guesses the correct card, the storyteller scores 0 points, and each other player scores 2 points. Otherwise, the storyteller and whoever found the correct answer score 3 points. Additionally, the non-storyteller players score 1 point for every vote received by their card.&#10;&#10;The game ends when the deck is empty or if a player has scored at least 30 points. In either case, the player with the most points wins.&#10;&#10;The Dixit base game and each expansion contains 84 cards, and the cards can be mixed together as desired.&#10;&#10;",
    "yearPublished": 2008,
    "minPlayers": 3,
    "maxPlayers": 8,
    "minPlaytime": 30,
    "maxPlaytime": 30,
    "designers": ["Jean-Louis Roubira"],
    "publisher": "Galápagos Jogos",
    "mechanics": ["Race", "Storytelling", "Targeted Clues", "Voting"],
    "isExpansion": false
  },
  {
    "name": "Dominations: Road to Civilization",
    "bggId": 250881,
    "bggLink": "https://boardgamegeek.com/boardgame/250881",
    "weight": 3.6038,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": 2,
    "languageDependence": "MODERATE",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 170,
    "language": "Portuguese (BR)",
    "bggRank": 1928,
    "thumbnail": "https://cf.geekdo-images.com/XooguWun3w0c2jCbgm6Vow__thumb/img/Nqqxfa6dDjYXF-jmUDggSjO7c_I=/fit-in/200x150/filters:strip_icc()/pic5283214.jpg",
    "description": "Dominations: Road to Civilization is a 2&ndash;4 player game by Olivier Melison and Eric Dubus. In this domino-based civilization building game, players take on the role of a primitive tribe, which they will seek to grow into a nation whose influence will echo through the ages...&#10;&#10;Place your triangular dominos carefully to expand your population and obtain the knowledge that will determine how your society is shaped over time. You can use this knowledge to build cities and master skills, thus creating the legacy for which your civilization will be remembered. Each time you master a skill, it becomes one of the pillars of your society, opening doors to new possibilities and increasing your power. The player with the most points at the end of the game wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "yearPublished": 2019,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlaytime": 60,
    "maxPlaytime": 120,
    "designers": ["Eric Dubus", "Olivier Melison"],
    "publisher": "Galápagos Jogos",
    "mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Set Collection",
      "Tech Trees / Tech Tracks",
      "Tile Placement"
    ],
    "isExpansion": false
  },
  {
    "name": "Ekö",
    "bggId": 177197,
    "bggLink": "https://boardgamegeek.com/boardgame/177197",
    "weight": 2.6286,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": 4,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 150,
    "language": "English",
    "bggRank": 3434,
    "thumbnail": "https://cf.geekdo-images.com/b0QlCsJsvOh8ueq8TSjnoA__thumb/img/ksbwziOy3EfHVnNu-UYwlBkioYE=/fit-in/200x150/filters:strip_icc()/pic2551695.png",
    "description": "The first player with a palace to amass 12 victory points (VP) in constructed buildings and captive Emperors in Ek&ouml; wins the game.&#10;&#10;To set up, fill the board with all the pawns, placed at random. Before starting the game, each player can exchange their Emperor pawn with another of their pawns elsewhere on the board. On your turn, you must do both phases in this order: the action phase, then the reinforcements phase. During the action phase, you must perform one single action:&#10;&#10;&#10;    Move: Move to an empty space, regroup or attack; you can attack only a stack of enemy pieces that contains strictly fewer pieces than the attacking stack &mdash; except that a stack of four pieces can be attacked and destroyed by a stack of one piece.&#10;&#10;&#10;&#10;    Construct: You can construct only one building per space; subsequent construction on the same space replaces the existing building. Each terrain type allows specific types of construction. In order to construct a building on an empty space or on a space already containing one of your buildings, you must sacrifice pieces from a single stack adjacent to this construction space. &#10;&#10;&#10;Once per turn, you can take an extra action by sacrificing three stackable pieces. A stack that contains the Emperor can attack an enemy stack even if it contains an equal number of pieces, and even if it contains another Emperor. Each enemy Emperor you have captive is worth 3 VP.&#10;&#10;During the reinforcements phase, if you have pieces in your reserve, you must return at least one piece to play if you can.&#10;You can place up to three pieces onto a single stack of your color on the board (never on an empty space), respecting the following rule: You cannot place reinforcements on a stack if it is adjacent to another player's building.&#10;&#10;The game ends immediately when a player has amassed 12 VP by adding up the values of his buildings on the board and any Emperors they have captured &mdash; each village is worth 1VP, each tower 2VP, and each castle and captured Emperor 3VP &mdash; and they have at least one palace. Alternatively, if a player is the only one with pieces remaining on the board (making reinforcement impossible for the other players), they win.&#10;&#10;",
    "yearPublished": 2015,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlaytime": 30,
    "maxPlaytime": 60,
    "designers": ["Henri Kermarrec"],
    "publisher": "Sit Down!",
    "mechanics": ["Grid Movement", "Modular Board"],
    "isExpansion": false
  },
  {
    "name": "Elysium",
    "bggId": 163968,
    "bggLink": "https://boardgamegeek.com/boardgame/163968",
    "weight": 2.7751,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": 3,
    "languageDependence": "LOW",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "278,32",
    "language": "English",
    "bggRank": 595,
    "thumbnail": "https://cf.geekdo-images.com/hNyO7u1pR3oSxKTELS7n2w__thumb/img/HWVlTW4WTam1F8UeT6RJeS4olIs=/fit-in/200x150/filters:strip_icc()/pic2837103.png",
    "description": "Mythic Greece. As an upstart demigod, you want to earn the favor of the Olympians and become a figure of legend yourself.  Gather heroes and powerful artifacts, please the gods and bear their power to write your own epic tale.&#10;&#10;Let your allies achieve their destiny and enter the Elysium, home of the glorious and the brave. Once the stories are written, only one demigod will be chosen to stand at the side of Zeus.&#10;&#10;Elysium is a game of set collecting and combinations in which players recruit cards representing heroes, items, powers and gods. These cards have many different powers and you can create powerful combination to earn gold (the help of the gods) and victory points (the favor of the gods). Each card belongs to one of the eight Olympians gods (a family), and shows a level (1 to 3).&#10;&#10;During the five turns of the game, players will try to transfer their cards to the Elysium and write their own Legends, which are series of cards from the same family or from different families of the same level. The more epic the Legends, the more favor from the gods they&rsquo;ll earn. But as they go to Elysium, most cards lose their power and players will therefore have to renounce some of their combinations !&#10;&#10;A game of balance and opportunity with  simple action, but constant dilemmas and complex strategies.&#10;&#10;",
    "yearPublished": 2015,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlaytime": 60,
    "maxPlaytime": 60,
    "designers": ["Matthew Dunstan", "Brett J. Gilbert"],
    "publisher": "Space Cowboys",
    "mechanics": [
      "Open Drafting",
      "Set Collection",
      "Take That",
      "Turn Order: Claim Action",
      "Variable Set-up"
    ],
    "isExpansion": false
  },
  {
    "name": "Fairy Tile",
    "bggId": 220780,
    "bggLink": "https://boardgamegeek.com/boardgame/220780",
    "weight": 1.3,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": 4,
    "languageDependence": "MODERATE",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 80,
    "language": "Portuguese (BR)",
    "bggRank": 4343,
    "thumbnail": "https://cf.geekdo-images.com/RH3a82GuQKFR2thWHr9aLA__thumb/img/VrpCghXCWbowAyVDMNEAj_Mz6bk=/fit-in/200x150/filters:strip_icc()/pic3780045.jpg",
    "description": "Welcome to Fairy Tile, a kingdom of magical lands where a daring Princess, a devoted Knight, and a dreadful Dragon roam looking for adventure. They need your help to discover the kingdom! Help them move further and further to fulfill their destiny and tell their story, page after page.&#10;&#10;Develop the kingdom of Fairy Tile by putting new land tiles in play and moving the Princess, Knight, and Dragon across different places such as mountains, forests, and plains. Help them have extraordinary adventures by accomplishing objectives written on the pages of your book. As soon as you complete an objective, develop your story and read the page of your book aloud.&#10;&#10;Be the first to read all the pages of your book to win the game.&#10;&#10;",
    "yearPublished": 2018,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlaytime": 30,
    "maxPlaytime": 30,
    "designers": ["Matthew Dunstan", "Brett J. Gilbert"],
    "publisher": "Conclave Editora",
    "mechanics": ["Storytelling", "Tile Placement"],
    "isExpansion": false
  },
  {
    "name": "First Martians: Adventures on the Red Planet",
    "bggId": 192455,
    "bggLink": "https://boardgamegeek.com/boardgame/192455",
    "weight": 4.1477,
    "recPlayerCount": "1,2,3,4",
    "bestPlayerCount": 1,
    "languageDependence": "HIGH",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 170,
    "language": "English",
    "bggRank": 2890,
    "thumbnail": "https://cf.geekdo-images.com/CMoSU8D1nuS87MM_D83cQA__thumb/img/GOGBQER3ZN1nsNv3uSXChaw5B6k=/fit-in/200x150/filters:strip_icc()/pic3151415.jpg",
    "description": "Built on the core of the award-winning Robinson Crusoe: Adventures on the Cursed Island, First Martians: Adventures on the Red Planet pits players against the hostile Martian environment and a whole host of new adventures and challenges. The immersive experience is further enhanced with an integrated app that maintains the balance and challenge throughout. Players have the option of taking on the design as a series of separate games, in a custom campaign mode in which each successive game builds on the last.&#10;&#10;",
    "yearPublished": 2017,
    "minPlayers": 1,
    "maxPlayers": 4,
    "minPlaytime": 60,
    "maxPlaytime": 90,
    "designers": ["Ignacy Trzewiczek"],
    "publisher": "Portal Games",
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Legacy Game",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "isExpansion": false
  },
  {
    "name": "Five Tribes: The Djinns of Naqala",
    "bggId": 157354,
    "bggLink": "https://boardgamegeek.com/boardgame/157354",
    "weight": 2.8445,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": 2,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 0,
    "language": "Portuguese (BR)",
    "bggRank": 79,
    "thumbnail": "https://cf.geekdo-images.com/dmo-WD6HZHVUPrbVHunaTw__thumb/img/I6KVJlQgS1GfWDPSWAFNqce4Cgc=/fit-in/200x150/filters:strip_icc()/pic2055255.jpg",
    "description": "Crossing into the Land of 1001 Nights, your caravan arrives at the fabled Sultanate of Naqala. The old sultan just died and control of Naqala is up for grabs! The oracles foretold of strangers who would maneuver the Five Tribes to gain influence over the legendary city-state. Will you fulfill the prophecy? Invoke the old Djinns and move the Tribes into position at the right time, and the Sultanate may become yours!&#10;&#10;Designed by Bruno Cathala, Five Tribes builds on a long tradition of German-style games that feature wooden meeples. Here, in a unique twist on the now-standard &quot;worker placement&quot; genre, the game begins with the meeples already in place &ndash; and players must cleverly maneuver them over the villages, markets, oases, and sacred places tiles that make up Naqala. How, when, and where you dis-place these Five Tribes of Assassins, Elders, Builders, Merchants, and Viziers determine your victory or failure.&#10;&#10;As befitting a Days of Wonder game, the rules are straightforward and easy to learn. But devising a winning strategy will take a more calculated approach than our standard fare. You need to carefully consider what moves can score you well and put your opponents at a disadvantage. You need to weigh many different pathways to victory, including the summoning of powerful Djinns that may help your cause as you attempt to control this legendary Sultanate.&#10;&#10;",
    "yearPublished": 2014,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlaytime": 40,
    "maxPlaytime": 80,
    "designers": ["Bruno Cathala"],
    "publisher": "Galápagos Jogos",
    "mechanics": [
      "Auction/Bidding",
      "Constrained Bidding",
      "End Game Bonuses",
      "Hidden Victory Points",
      "Mancala",
      "Modular Board",
      "Set Collection",
      "Square Grid",
      "Take That",
      "Turn Order: Auction",
      "Variable Player Powers",
      "Variable Set-up",
      "Victory Points as a Resource"
    ],
    "isExpansion": false
  },
  {
    "name": "The Fox in the Forest",
    "bggId": 221965,
    "bggLink": "https://boardgamegeek.com/boardgame/221965",
    "weight": 1.5801,
    "recPlayerCount": 2,
    "bestPlayerCount": 2,
    "languageDependence": "LOW",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 100,
    "language": "English",
    "bggRank": 580,
    "thumbnail": "https://cf.geekdo-images.com/spcy6nvsfq-hxYgwEpmidQ__thumb/img/nR2TKxtWOVJR1OHD6hAF05IHuOI=/fit-in/200x150/filters:strip_icc()/pic3496085.jpg",
    "description": "The Fox in the Forest is a trick-taking game for two players. Aside from the normal ranked- and suited-cards used to win tricks, fairy characters such as the Fox and the Witch have special abilities that let you change the trump suit, lead even after you lose a trick, and more.&#10;&#10;You score points by winning more tricks than your opponent, but don't get greedy! Win too many tricks, and you will fall like the villain in so many fairy tales...&#10;&#10;",
    "yearPublished": 2017,
    "minPlayers": 2,
    "maxPlayers": 2,
    "minPlaytime": 30,
    "maxPlaytime": 30,
    "designers": ["Joshua Buergel"],
    "publisher": "Foxtrot Games",

    "mechanics": ["Hand Management", "Trick-taking"],
    "isExpansion": false
  },
  {
    "name": "A Game of Thrones: The Card Game",
    "bggId": 39953,
    "bggLink": "https://boardgamegeek.com/boardgame/39953",
    "weight": 3.2538,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": "2,4",
    "languageDependence": "HIGH",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 300,
    "language": "Portuguese (BR)",
    "bggRank": 1378,
    "thumbnail": "https://cf.geekdo-images.com/UYVMaIHPZRLqnUAhftKxRA__thumb/img/k2TIUD7Ss7R-5KxUXrBdlWzFi04=/fit-in/200x150/filters:strip_icc()/pic1195948.jpg",
    "description": "This entry is for the Living Card Game (LCG) that was developed from the Collectible Card Game (CCG). For the CCG, go to A Game of Thrones CCG&#10;&#10;This is no longer a CCG, having transitioned to Fantasy Flight Games' new Living Card Game (LCG) format. Excerpts from FFG's &quot;LCG: A Player's Guide&quot;:&#10;&#10;&#10;        &quot;A Living Card Game (LCG) is a game that breaks away from the traditional Collectible Card Game (CCG) model by offering a new fixed card distribution method that still offers the same dynamic customizable, expanding, and constantly evolving game play that makes CCG&rsquo;s so much fun, but without the blind buy purchase model that has burned out so many players. The end result is an innovative mix that gives you the best of both worlds!&#10;&#10;&#10;        ....&#10;&#10;&#10;        The first phase is the release of a LCG Core Set. Every LCG will have an amazing, high quality and widely available entry point packed with content, including high-quality game pieces and immersive game aides to enhance the game. Core Sets are completely self-contained, with multiple decks included, providing a great game experience right out of the box.&#10;&#10;&#10;        The Core Sets are followed by monthly installments of expansion packs, each a set of forty fixed cards, providing an ongoing and regular addition to the available card pool. These expansion packs add customization, variety, and an ongoing &ldquo;story&rdquo; to everyone&rsquo;s experience with the Core Game.&quot;&#10;&#10;&#10;&#10;&#10;Starting with the Brotherhood Without Banners cycle, expansion packs come in sets of 60 fixed cards - 3 copies of 20 unique cards.&#10;&#10;Starting in November 2011 Fantasy Flight is going to reprint the King's Landing and Defenders of the North Packs to the new 60 card format.&#10;&#10;Resources for New Players:&#10;&#10;     Publisher's Video Tutorial&#10;&#10;&#10;Re-implements:&#10;&#10;    A Game of Thrones CCG&#10;&#10;&#10;Re-implemented by:&#10;&#10;    Game of Thrones (HBO Edition)&#10;&#10;&#10;List of all cards:&#10;&#10;     Card spoilers on CardGameDB.com&#10;     Der Deckbauer (German)&#10;&#10;&#10;Chapter Pack Expansions:&#10;&#10;&#10;     A Clash of Arms&#10;&#10;&#10;- The War of the Five Kings&#10;- Ancient Enemies&#10;- Sacred Bonds&#10;- Epic Battles&#10;- Battle of Ruby Ford&#10;- Calling the Banners&#10;&#10;&#10;     A Time of Ravens&#10;&#10;&#10;- A Song of Summer&#10;- The Winds of Winter&#10;- A Change of Seasons&#10;- The Raven's Song&#10;- Refugees of War&#10;- Scattered Armies&#10;&#10;&#10;     King's Landing&#10;&#10;&#10;- City of Secrets&#10;- A Time of Trials&#10;- The Tower of the Hand&#10;- Tales from the Red Keep&#10;- Secrets and Spies&#10;- The Battle of Blackwater Bay&#10;&#10;&#10;     Defenders of the North&#10;&#10;&#10;- Wolves of the North&#10;- Beyond the Wall&#10;- A Sword in the Darkness&#10;- The Wildling Horde&#10;- A King in the North&#10;- Return of the Others&#10;&#10;&#10;     Brotherhood without Banners&#10;&#10;&#10;- Illyrio's Gift&#10;- Rituals of R'hllor&#10;- Mountains of the Moon&#10;- A Song of Silence&#10;- Of Snakes and Sand&#10;- Dreadfort Betrayal&#10;&#10;&#10;     Secrets of Oldtown&#10;&#10;&#10;- Gates of the Citadel&#10;- Forging the Chain&#10;- Called by the Conclave&#10;- The Isle of Ravens&#10;- Mask of the Archmaester&#10;- Here to Serve&#10;&#10;&#10;     A Tale of Champions&#10;&#10;&#10;- Tourney for the Hand&#10;- The Grand Melee&#10;- On Dangerous Grounds&#10;- Where Loyalty Lies&#10;- Trial by Combat&#10;- A Poisoned Spear&#10;&#10;&#10;     Beyond the Narrow Sea&#10;&#10;&#10;- Valar Morghulis&#10;- Valar Dohaeris&#10;- Chasing Dragons&#10;- A Harsh Mistress&#10;- The House of Black and White&#10;- A Roll of the Dice&#10;&#10;&#10;     A Song of the Sea&#10;&#10;&#10;- Reach of the Kraken&#10;- The Great Fleet&#10;- The Pirates of Lys&#10;- A Turn of the Tide&#10;- The Captain's Command&#10;- A Journey's End&#10;&#10;&#10;     Kingsroad&#10;&#10;&#10;- The Banners Gather&#10;- Fire and Ice&#10;- The Kingsguard&#10;- The Horn That Wakes&#10;- Forgotten Fellowship&#10;- A Hidden Agenda&#10;&#10;&#10;     Conquest and Defiance&#10;&#10;&#10;- Spoils of War&#10;- The Champion's Purse&#10;- Fire Made Flesh&#10;- Ancestral Home&#10;- The Prize of the North&#10;- A Dire Message&#10;&#10;&#10;     Wardens&#10;&#10;&#10;- Secrets and Schemes&#10;- A Deadly Game&#10;- The Valemen&#10;- A Time for Wolves&#10;- House of Talons&#10;- The Blue is Calling&#10;&#10;Big Expansions: &#10;&#10;     Kings of the Sea&#10;     Princes of the Sun&#10;     Lords of Winter&#10;     Kings of the Storm&#10;     Queen of Dragons&#10;     Lions of the Rock&#10;&#10;&#10;",
    "yearPublished": 2008,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlaytime": 60,
    "maxPlaytime": 120,
    "designers": ["Nate French", "Eric M. Lang", "Christian T. Petersen"],
    "publisher": "Fantasy Flight Games",
    "mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "isExpansion": false
  },
  {
    "name": "Gloomhaven",
    "bggId": 174430,
    "bggLink": "https://boardgamegeek.com/boardgame/174430",
    "weight": 3.9119,
    "recPlayerCount": "1,2,3,4",
    "bestPlayerCount": 3,
    "languageDependence": "HIGH",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 1000,
    "language": "English",
    "bggRank": 3,
    "thumbnail": "https://cf.geekdo-images.com/sZYp_3BTDGjh2unaZfZmuA__thumb/img/veqFeP4d_3zNhFc3GNBkV95rBEQ=/fit-in/200x150/filters:strip_icc()/pic2437871.jpg",
    "description": "Gloomhaven  is a game of Euro-inspired tactical combat in a persistent world of shifting motives. Players will take on the role of a wandering adventurer with their own special set of skills and their own reasons for traveling to this dark corner of the world. Players must work together out of necessity to clear out menacing dungeons and forgotten ruins. In the process, they will enhance their abilities with experience and loot, discover new locations to explore and plunder, and expand an ever-branching story fueled by the decisions they make.&#10;&#10;This is a game with a persistent and changing world that is ideally played over many game sessions. After a scenario, players will make decisions on what to do, which will determine how the story continues, kind of like a &ldquo;Choose Your Own Adventure&rdquo; book. Playing through a scenario is a cooperative affair where players will fight against automated monsters using an innovative card system to determine the order of play and what a player does on their turn.&#10;&#10;Each turn, a player chooses two cards to play out of their hand. The number on the top card determines their initiative for the round. Each card also has a top and bottom power, and when it is a player&rsquo;s turn in the initiative order, they determine whether to use the top power of one card and the bottom power of the other, or vice-versa. Players must be careful, though, because over time they will permanently lose cards from their hands. If they take too long to clear a dungeon, they may end up exhausted and be forced to retreat.&#10;&#10;",
    "yearPublished": 2017,
    "minPlayers": 1,
    "maxPlayers": 4,
    "minPlaytime": 60,
    "maxPlaytime": 120,
    "designers": ["Isaac Childres"],
    "publisher": "Cephalofair Games",
    "mechanics": [
      "Action Queue",
      "Action Retrieval",
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution",
      "Communication Limits",
      "Cooperative Game",
      "Critical Hits and Failures",
      "Deck Construction",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Legacy Game",
      "Line of Sight",
      "Modular Board",
      "Multi-Use Cards",
      "Narrative Choice / Paragraph",
      "Once-Per-Game Abilities",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Tags",
      "Variable Player Powers"
    ],
    "isExpansion": false
  },
  {
    "name": "Gloomhaven: Jaws of the Lion",
    "bggId": 291457,
    "bggLink": "https://boardgamegeek.com/boardgame/291457",
    "weight": 3.6411,
    "recPlayerCount": "1,2,3,4",
    "bestPlayerCount": 2,
    "languageDependence": "HIGH",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 380,
    "language": "English",
    "bggRank": 10,
    "thumbnail": "https://cf.geekdo-images.com/_HhIdavYW-hid20Iq3hhmg__thumb/img/OMkN_E5eyWrkID_cHCnQEbIixGM=/fit-in/200x150/filters:strip_icc()/pic5055631.jpg",
    "description": "Gloomhaven: Jaws of the Lion is a standalone game that takes place before the events of Gloomhaven. The game includes four new characters &mdash; Valrath Red Guard (tank, crowd control), Inox Hatchet (ranged damage), Human Voidwarden (support, mind-control), and Quatryl Demolitionist (melee damage, obstacle manipulation) &mdash; that can also be used in the original Gloomhaven game.&#10;&#10;The game also includes 16 monster types (including seven new standard monsters and three new bosses) and a new campaign with 25 scenarios that invites the heroes to investigate a case of mysterious disappearances within the city. Is it the work of Vermlings, or is something far more sinister going on?&#10;&#10;Gloomhaven: Jaws of the Lion is aimed at a more casual audience to get people into the gameplay more quickly. All of the hard-to-organize cardboard map tiles have been removed, and instead players will play on the scenario book itself, which features new artwork unique to each scenario. The last barrier to entry &mdash; i.e., learning the game &mdash; has also been lowered through a simplified rule set and a five-scenario tutorial that will ease new players into the experience.&#10;&#10;",
    "yearPublished": 2020,
    "minPlayers": 1,
    "maxPlayers": 4,
    "minPlaytime": 30,
    "maxPlaytime": 120,
    "designers": ["Isaac Childres"],
    "publisher": "Cephalofair Games",
    "mechanics": [
      "Action Queue",
      "Action Retrieval",
      "Campaign / Battle Card Driven",
      "Communication Limits",
      "Cooperative Game",
      "Critical Hits and Failures",
      "Deck Construction",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Legacy Game",
      "Line of Sight",
      "Multi-Use Cards",
      "Once-Per-Game Abilities",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "isExpansion": false
  },
  {
    "name": "Hansa Teutonica: Big Box",
    "bggId": 286749,
    "bggLink": "https://boardgamegeek.com/boardgame/286749",
    "weight": 2.9517,
    "recPlayerCount": "3,4,5",
    "bestPlayerCount": 5,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 237,
    "language": "Portuguese (BR)",
    "bggRank": 0,
    "thumbnail": "https://cf.geekdo-images.com/qickPeokpmzZN2pAx1cdUA__thumb/img/vJrsNtLh8gHjQMOhIa-OErhvaBU=/fit-in/200x150/filters:strip_icc()/pic5441398.jpg",
    "description": "The multi-award-winning strategy game Hansa Teutonica is back in a Big Box edition including the base game and all expansions. In the game, players attempt to increase their standing as merchants in the Hanseatic League by gaining prestige points in various ways. For instance, they can try to establish a network of counting offices in new Hansa cities by occupying an entire trade route between two cities &mdash; but before that happens, player markers can also be displaced by other players. Players may also aim to develop their trading skills, improving their abilities throughout the course of play. With only two actions per turn and a variety of contested opportunities, every turn is equally quick and strategically demanding.&#10;&#10;Hansa Teutonica is a highly interactive strategy game as players block and push each other each turn, but it also gives cunning players the chance to put being blocked into an advantage. The game's many possible strategies can also be tested and perfected on the variant game boards of the beloved Hansa Teutonica: Britannia and Hansa Teutonica: East Expansion.&#10;&#10;",
    "yearPublished": 2020,
    "minPlayers": 3,
    "maxPlayers": 5,
    "minPlaytime": 45,
    "maxPlaytime": 90,
    "designers": ["Andreas Steding"],
    "publisher": "Galápagos Jogos",
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "End Game Bonuses",
      "Network and Route Building",
      "Ownership",
      "Take That",
      "Tech Trees / Tech Tracks"
    ],
    "isExpansion": false
  },
  {
    "name": "Heat: Pedal to the Metal",
    "bggId": 366013,
    "bggLink": "https://boardgamegeek.com/boardgame/366013",
    "weight": 2.2,
    "recPlayerCount": "1,2,3,4,5,6",
    "bestPlayerCount": "5,6",
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "511,41",
    "language": "Portuguese (BR)",
    "bggRank": 40,
    "thumbnail": "https://cf.geekdo-images.com/-vOrd4bOspibyohYExLqWg__thumb/img/2GbaKvYOzWIxfgbYTk2R9puiyzo=/fit-in/200x150/filters:strip_icc()/pic6940449.png",
    "description": "Based on simple and intuitive hand management, Heat: Pedal to the Metal puts players in the driver's seat of intense car races, jockeying for position to cross the finish line first, while managing their car's speed if they don't want to overheat. Selecting the right upgrades for their car will help them hug the curves and keep their engine cool enough to maintain top speeds. Ultimately, their driving skills will be the key to victory!&#10;&#10;Drivers can compete in a single race or use the &quot;Championship System&quot; to play a whole season in one game night, customizing their car before each race to claim the top spot of the podium. They have to be careful as the weather, road conditions, and events will change every race to spice up their championship. Players can also enjoy a solo mode with the Legends Module or add automated drivers as additional opponents in multiplayer games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "yearPublished": 2022,
    "minPlayers": 1,
    "maxPlayers": 6,
    "minPlaytime": 30,
    "maxPlaytime": 60,
    "designers": ["Asger Harding Granerud", "Daniel Skjold Pedersen"],
    "publisher": "Galápagos Jogos",
    "mechanics": [
      "Catch the Leader",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Programmed Movement",
      "Push Your Luck",
      "Race",
      "Simulation",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Track Movement",
      "Variable Set-up"
    ],
    "isExpansion": false
  },
  {
    "name": "Hive Pocket",
    "bggId": 154597,
    "bggLink": "https://boardgamegeek.com/boardgame/154597",
    "weight": 2.2472,
    "recPlayerCount": 2,
    "bestPlayerCount": 2,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "142,14",
    "language": "Portuguese (BR)",
    "bggRank": 0,
    "thumbnail": "https://cf.geekdo-images.com/qxB2LU0536eKeByvNl3vcA__thumb/img/u-Mm0YOkr4MkmQqHLkh0uHTxHDI=/fit-in/200x150/filters:strip_icc()/pic8229329.jpg",
    "description": "Hive is a strategic game for two players that is not restricted by a board and can be played anywhere on any flat surface. The base game of Hive is made up of twenty two pieces, eleven black and eleven white, resembling a variety of creatures each with a unique way of moving. Hive Carbon and Hive Pocket include the Mosquito and Ladybug expansions, for a total of 26 pieces.&#10;&#10;With no setting up to do, the game begins when the first piece is placed down. As the subsequent pieces are placed this forms a pattern that becomes the playing surface. (The pieces themselves become the board.) Unlike other such games, the pieces are never eliminated and not all have to be played. The object of the game is to totally surround your opponent's queen, while at the same time trying to block your opponent from doing likewise to your queen. The first player to totally surround the opponent's queen wins the game.&#10;&#10;",
    "yearPublished": 2010,
    "minPlayers": 2,
    "maxPlayers": 2,
    "minPlaytime": 20,
    "maxPlaytime": 20,
    "designers": ["John Yianni"],
    "publisher": "FunBox Jogos",
    "mechanics": [
      "Enclosure",
      "Grid Movement",
      "Hexagon Grid",
      "Pieces as Map",
      "Slide/Push",
      "Three Dimensional Movement",
      "Tile Placement"
    ],
    "isExpansion": false
  },
  {
    "name": "Homeland: The Game",
    "bggId": 160968,
    "bggLink": "https://boardgamegeek.com/boardgame/160968",
    "weight": 2.6667,
    "recPlayerCount": "3,4,5,6",
    "bestPlayerCount": 5,
    "languageDependence": "LOW",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "250,66",
    "language": "English",
    "bggRank": 3902,
    "thumbnail": "https://cf.geekdo-images.com/ebFaEw2kef3zv7WggcryKA__thumb/img/nECLq8QEHTeIpWoZ7mSpUzL-KXg=/fit-in/200x150/filters:strip_icc()/pic2272940.jpg",
    "description": "Homeland: The Game is a semi-cooperative game of intrigue, deception and hidden agendas.  Players assume the roles of CIA analysts, directing agency resources to combat the rising tide of global terrorism. Be warned, not everyone is what they seem.&#10;&#10;&#10;    Stay Alert: New threats are constant.  Every card played matters.  Any action could be the difference between stability and catastrophe.&#10;&#10;&#10;&#10;    Be Vigilant: Use every tool at your disposal to stop impending terrorist threats.  Deploy soldiers, insert agents and recruit key assets to neutralize imminent dangers and keep the nation safe.&#10;&#10;&#10;&#10;    Trust No One:  Not everyone is what they seem.  Watch your rival's actions carefully to try to decipher if they are working against you!  &#10;&#10;&#10;Homeland: The Game draws 3 to 6 players into its web of espionage and paranoia. As the pressure mounts, will your actions tip the balance towards national security or global chaos?&#10;&#10;",
    "yearPublished": 2015,
    "minPlayers": 3,
    "maxPlayers": 6,
    "minPlaytime": 90,
    "maxPlaytime": 90,
    "designers": ["Aaron Dill", "John Kovaleski", "Sean Sweigart"],
    "publisher": "Gale Force Nine, LLC",
    "mechanics": [
      "Memory",
      "Secret Unit Deployment",
      "Semi-Cooperative Game",
      "Traitor Game",
      "Voting"
    ],
    "isExpansion": false
  },
  {
    "name": "Imperial Settlers",
    "bggId": 154203,
    "bggLink": "https://boardgamegeek.com/boardgame/154203",
    "weight": 2.7694,
    "recPlayerCount": "1,2,3,4",
    "bestPlayerCount": 2,
    "languageDependence": "MODERATE",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 90,
    "language": "Portuguese (BR)",
    "bggRank": 330,
    "thumbnail": "https://cf.geekdo-images.com/pRwsvyfsRJ-lWWwVJCdXNg__thumb/img/-b7sYBaUVxdZ_a33QRfvJY2ccAk=/fit-in/200x150/filters:strip_icc()/pic2871265.jpg",
    "description": "Settlers from four major powers of the world have discovered new lands, with new resources and opportunities. Romans, Barbarians, Egyptians and Japanese all at once move there to expand the boundaries of their empires. They build new buildings to strengthen their economy, they found mines and fields to gather resources, and they build barracks and training grounds to train soldiers. Soon after they discover that this land is far too small for everybody, then the war begins...&#10;&#10;Imperial Settlers is a card game that lets players lead one of the four factions and build empires by placing buildings, then sending workers to those buildings to acquire new resources and abilities. The game is played over five rounds during which players take various actions in order to explore new lands, build buildings, trade resources, conquer enemies, and thus score victory points.&#10;&#10;The core mechanism of Imperial Settlers is based on concepts from the author's card game 51st State.&#10;&#10;",
    "yearPublished": 2014,
    "minPlayers": 1,
    "maxPlayers": 4,
    "minPlaytime": 45,
    "maxPlaytime": 90,
    "designers": ["Ignacy Trzewiczek"],
    "publisher": "FunBox Jogos",
    "mechanics": [
      "Closed Drafting",
      "Contracts",
      "End Game Bonuses",
      "Hand Management",
      "Income",
      "Multi-Use Cards",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Take That",
      "Turn Order: Progressive",
      "Variable Player Powers"
    ],
    "isExpansion": false
  },
  {
    "name": "In the Year of the Dragon: 10th Anniversary",
    "bggId": 214000,
    "bggLink": "https://boardgamegeek.com/boardgame/214000",
    "weight": 2.9118,
    "recPlayerCount": "3,4,5",
    "bestPlayerCount": 4,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 230,
    "language": "English",
    "bggRank": 0,
    "thumbnail": "https://cf.geekdo-images.com/a6in1_s8Jmz2OEwRAQ94OQ__thumb/img/8B92ewJsiayJo6i-4gciWgvQA7A=/fit-in/200x150/filters:strip_icc()/pic3617407.jpg",
    "description": "In the Year of the Dragon: 10th Anniversary consists of the In the Year of the Dragon base game and the The Great Wall of China &amp; The Super Events expansions that first appeared in the alea Treasure Chest.&#10;&#10;In In the Year of the Dragon, players take on the role of Chinese rulers around the year 1000. The game plays out in twelve rounds, with each round representing one month in a year that seems to go from bad to worse. Disease, drought, and attacks from the Mongols may claim lives, but make sure you have enough money to offer a tribute to the Emperor.&#10;&#10;The game play is easier than it may appear. Every player has a set of &quot;person&quot; cards. Each round, you choose one action (most of which call on your workers' abilities) to help you prepare for the months ahead. Then you play one person card, recruiting that person and placing them into one of your palaces. Each person brings different skills and abilities to help you ride out the year. (Farmers help you gain rice to survive a drought month, tax collectors raise money, etc.) At the end of each round, that month's event is triggered, which may cost you some of your workers, some money, or give you points.&#10;&#10;Careful planning is the key to surviving &quot;the year of the dragon&quot;, but survival alone may not win you the game.&#10;&#10;When you add The Great Wall of China expansion to the game, every player takes the six Great Wall tiles in their color. When a player choose the new action &quot;build Great Wall&quot;, they choose one of their remaining Great Wall tiles, receive from the supply the symbol shown on the tile, then place this tile under the first event tile. The tiles give 1 rice, 1 rocket, 2 yuan, 1 palace level, 3 VP, and 3 spaces on the order track.&#10;&#10;For The Super Events, shuffle the ten super event tiles face down, then randomly draw one of them and place it face up on the seventh event tile. It will be resolved after this event.&#10;&#10;",
    "yearPublished": 2017,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlaytime": 75,
    "maxPlaytime": 100,
    "designers": ["Stefan Feld"],
    "publisher": "alea",
    "mechanics": [
      "Action Drafting",
      "Events",
      "Hand Management",
      "Turn Order: Stat-Based"
    ],
    "isExpansion": false
  },
  {
    "name": "Insider Black",
    "bggId": 307997,
    "bggLink": "https://boardgamegeek.com/boardgame/307997",
    "weight": 1,
    "recPlayerCount": "4,5,6,7,8",
    "bestPlayerCount": "5,7",
    "languageDependence": "HIGH",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 165,
    "language": "English",
    "bggRank": 5347,
    "thumbnail": "https://cf.geekdo-images.com/goqvyYR_gRC44BRoZIaNhQ__thumb/img/FwLa3gTnf0__DmJf0id7unE28Xk=/fit-in/200x150/filters:strip_icc()/pic5797031.png",
    "description": "A new, spicier version of the hit conversation game, Insider, which sold 100,000 copies worldwide! While trying to find the correct answer to the quiz you also need to be on the look out for the insider that is manipulating the game from behind the scenes. Some tricky new elements have been added to insider such as, more difficult theme cards, the new &quot;follower&quot; role, and some &quot;off-limits question&quot; cards. You can play with this version only. In addition, you can also add this version together with the original game, Insider, and play with up to 11 people in a team battle. If you want more Insider fun then this is for you!&#10;&#10;This game has 42 all new, more difficult theme cards and a 3 minute hourglass, exciting &quot;black rules&quot;, &quot;team rules&quot; that can be used when playing together with the original Insider and many other exciting things! Of course Insider Black' can be played as a standalone game too!&#10;&#10;There are many new ways to play!&#10;The &quot;follower&quot; has been added. The follower role card can be used when 6 or more players are playing the game. The follower teams up with the insider and tries to support the insider during play.&#10;&#10;&quot;Off-limits question cards&quot; that prohibit certain questions.  These cards make certain types of questions off-limits and are not allowed to be asked by players. Depending on which of the 5 off-limits question cards is in play, for example, &quot;questions about the master can't be asked&quot;, specific topics or questions are unable to be asked.&#10;&#10;Team battle when played together with the original Insider. Split into two teams and try to find the opposing team's insider. The team that answers the quiz correctly first has an advantage so even the quiz can get heated!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "yearPublished": 2020,
    "minPlayers": 4,
    "maxPlayers": 8,
    "minPlaytime": 10,
    "maxPlaytime": 15,
    "designers": [],
    "publisher": "Oink Games",
    "mechanics": [
      "Hidden Roles",
      "Roles with Asymmetric Information",
      "Team-Based Game",
      "Traitor Game",
      "Voting"
    ],
    "isExpansion": false
  },
  {
    "name": "It's a Wonderful World",
    "bggId": 271324,
    "bggLink": "https://boardgamegeek.com/boardgame/271324",
    "weight": 2.3177,
    "recPlayerCount": "1,2,3,4,5",
    "bestPlayerCount": 4,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 150,
    "language": "Portuguese (BR)",
    "bggRank": 156,
    "thumbnail": "https://cf.geekdo-images.com/od4vDTdXGPSVc-kjLqM11w__thumb/img/T2ukKoCUNv2LMxg5GOlOb8WTzNI=/fit-in/200x150/filters:strip_icc()/pic4651175.jpg",
    "description": "In It&rsquo;s a Wonderful World, you are an expanding Empire and must choose your path to your future. You must develop faster and better than your competitors. You&rsquo;ll carefully plan your expansion to develop your production power and rule over this new world.&#10;&#10;It&rsquo;s a Wonderful World is a cards drafting and engine building game from 1 to 5 players. Each round, players will draft 7 cards and then choose which ones will be recycled to immediately acquire Resources, and which ones will be kept for construction to produce Resources each round and/or gain victory points.&#10;&#10;When a card is fully built, it&rsquo;s added to the player&rsquo;s Empire to increase the player&rsquo;s production capacity for each round. The mechanical twist being that the production phase works in a specific order. You'll have to plan your constructions carefully!&#10;&#10;For a deeper insight of the gameplay, please follow this link : It's a Wonderful World - First steps&#10;&#10;In addition to the base game, players can also enjoy expansions boxes introducing an innovative Campaign mode. Each Campaign offers a storyline to follow and many gameplay twists. At the end of each campaign, players will open a reward booster to unlock new cards, enhance their base game and keep a memory of what happened during the campaign. All the campaigns can be replayed and don&rsquo;t imply game components destruction.&#10;&#10;More info on the Campaign mode : It's a Wonderful World - Campaign Mode &#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "yearPublished": 2019,
    "minPlayers": 1,
    "maxPlayers": 5,
    "minPlaytime": 45,
    "maxPlaytime": 45,
    "designers": ["Frédéric Guérard"],
    "publisher": "Galápagos Jogos",
    "mechanics": [
      "Closed Drafting",
      "End Game Bonuses",
      "Hand Management",
      "Set Collection",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "isExpansion": false
  },
  {
    "name": "Jaipur",
    "bggId": 54043,
    "bggLink": "https://boardgamegeek.com/boardgame/54043",
    "weight": 1.4627,
    "recPlayerCount": 2,
    "bestPlayerCount": 2,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "134,99",
    "language": "Portuguese (BR)",
    "bggRank": 184,
    "thumbnail": "https://cf.geekdo-images.com/_LTujSe_o16nvjDC-J0seA__thumb/img/82vhODfpxIT03BzW4NkisJ5Unzs=/fit-in/200x150/filters:strip_icc()/pic5100947.jpg",
    "description": "You are one of the two most powerful traders in the city of Jaipur, the capital of Rajasthan, but that's not enough for you because only the merchant with two &quot;seals of excellence&quot; will have the privilege of being invited to the Maharaja's court. You are therefore going to have to do better than your direct competitor by buying, exchanging, and selling at better prices, all while keeping an eye on both your camel herds.&#10;&#10;Jaipur is a fast-paced card game, a blend of tactics, risk and luck. On your turn, you can either take or sell cards. If you take cards, you have to choose between taking all the camels, taking one card from the market, or swapping 2-5 cards between the market and your cards.&#10;&#10;If you sell cards, you get to sell only one type of good, and you receive as many chips for that good as the number of cards you sold. The chips' values decrease as the game progresses, so you'd better hurry! On the other hand, you receive increasingly high rewards for selling three, four, or five cards of the same good at a time, so you'd better wait!&#10;&#10;You can't sell camels, but they're paramount for trading and they're also worth a little something at the end of the round, enough sometimes to secure the win, so you have to use them smartly.&#10;&#10;",
    "yearPublished": 2009,
    "minPlayers": 2,
    "maxPlayers": 2,
    "minPlaytime": 30,
    "maxPlaytime": 30,
    "designers": ["Sébastien Pauchon"],
    "publisher": "Galápagos Jogos",
    "mechanics": [
      "Hand Management",
      "Hidden Victory Points",
      "Market",
      "Open Drafting",
      "Score-and-Reset Game",
      "Set Collection"
    ],
    "isExpansion": false
  },
  {
    "name": "Just One",
    "bggId": 254640,
    "bggLink": "https://boardgamegeek.com/boardgame/254640",
    "weight": 1.0381,
    "recPlayerCount": "4,5,6,7",
    "bestPlayerCount": "6,7",
    "languageDependence": "HIGH",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 100,
    "language": "Portuguese (BR)",
    "bggRank": 146,
    "thumbnail": "https://cf.geekdo-images.com/qKcKjHpzAvLddwBhyindag__thumb/img/HhZu2qLp9wyX9PNgvmDE8_hCl-0=/fit-in/200x150/filters:strip_icc()/pic4268499.jpg",
    "description": "Just One is a cooperative party game in which you play together to discover as many mystery words as possible. Find the best clue to help your teammate. Be unique, as all identical clues will be cancelled!&#10;&#10;A complete game is played over 13 cards. The goal is to get a score as close to 13 as possible. In case of a right answer, the players score 1 point. In case of wrong answer, they lose the current card as well as the top card of the deck. Thus losing 2 points. In case of lack of answer, the players only lose the current card, and therefore only 1 point.&#10;&#10;You have the choice &ndash; make the difference!&#10;&#10;Small Historical Point:&#10;&#10;Originally, Just One was called We Are The Word and was published by Fun Consortium.&#10;&#10;Repos Production bought the rights in early 2018 and adapted the game. The Sombrero-wearing Belgians decided to improve the quality of the components, add 50 new words, and change the name of the game. Following this new edition, the game went from having only a French edition to having a world-wide edition.&#10;&#10;",
    "yearPublished": 2018,
    "minPlayers": 3,
    "maxPlayers": 7,
    "minPlaytime": 20,
    "maxPlaytime": 60,
    "designers": ["Ludovic Roudy", "Bruno Sautter"],
    "publisher": "Galápagos Jogos",
    "mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Paper-and-Pencil"
    ],
    "isExpansion": false
  },
  {
    "name": "Kingsburg (Second Edition)",
    "bggId": 199966,
    "bggLink": "https://boardgamegeek.com/boardgame/199966",
    "weight": 2.4512,
    "recPlayerCount": "2,3,4,5",
    "bestPlayerCount": 4,
    "languageDependence": "MODERATE",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "241,46",
    "language": "Portuguese (BR)",
    "bggRank": 989,
    "thumbnail": "https://cf.geekdo-images.com/GXdz7ManNSO9nb6z7bsd9w__thumb/img/LRVO4jm8fZMrU5m0fpWOm__8H0Y=/fit-in/200x150/filters:strip_icc()/pic3741713.jpg",
    "description": "The realm of Kingsburg is under attack! Monstrous invaders are gathering at the borders, aiming to invade and plunder the realm! Your king has chosen you to take charge of a province on the border; you will manage your province and help defend the realm. To accomplish this, you must influence the King's advisors and the Royal Family to obtain gold, wood, stones, and soldiers to expand and defend your lands. But you are not the only governor seeking the aid of the advisers! The other players also seek to collect the best resources for their own territories.&#10;&#10;King Tritus is waiting for you. Will you be able to be the most influent and powerful governor of the realm?&#10;&#10;The game of Kingsburg takes place over five years, a total of 20 turns. In every year, there are three production seasons for collecting resources, building structures, and training troops. Every fourth turn is the winter, in which all the players must fight an invading army. Each player must face the invaders, so this is not a cooperative game.&#10;&#10;The resources to build structures and train troops are collected by influencing the advisers in the King's Council.  Players place their influence dice on members of the Council, and each adviser awards different resources or allocate soldiers, victory points, and other advantages to the player who was able to influence that adviser for the current turn. The player with the lowest influence dice sum is the first to choose where to spend their influence; this acts as a way of balancing poor dice rolling. Even with a very unlucky roll, a clever player can still come out from the Council with a good number of resources and/or soldiers.&#10;&#10;At the end of five years, the player who best developed their assigned territory and most pleased the King through the Council wins.&#10;&#10;Kingsburg (Second Edition) includes six expansion modules for use with the base game.&#10;&#10;The new expansion contained in this edition, Kingsburg: Expansion Module #6 &#226;&#128;&#147; Alternate Advisor Rewards, was available by itself for those who have the first edition of Kingsburg.&#10;&#10;",
    "yearPublished": 2017,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlaytime": 90,
    "maxPlaytime": 120,
    "designers": ["Andrea Chiarvesio", "Luca Iennaco"],
    "publisher": "Bucaneiros Jogos",
    "mechanics": [
      "Dice Rolling",
      "Tech Trees / Tech Tracks",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "isExpansion": false
  },
  {
    "name": "Lewis & Clark: The Expedition",
    "bggId": 140620,
    "bggLink": "https://boardgamegeek.com/boardgame/140620",
    "weight": 3.3281,
    "recPlayerCount": "1,2,3,4",
    "bestPlayerCount": 3,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "285,6",
    "language": "English",
    "bggRank": 285,
    "thumbnail": "https://cf.geekdo-images.com/IiJ1JK6AjlSCKsC8U_DqMw__thumb/img/sRsfWxhyB9hPjkFVSE1y_W_AiP8=/fit-in/200x150/filters:strip_icc()/pic5375937.jpg",
    "description": "On November 30, 1803, the United States purchased Louisiana from Napoleon. U.S. President Thomas Jefferson decided to send two explorers &ndash; Meriwether Lewis and William Clark &ndash; to discover this huge terra incognita.&#10;&#10;Lewis &amp; Clark is a board game in which each player manages an expedition intended to cross the North American continent. Their goal is to be the first to reach the Pacific. Each one has his own Corps of Discovery that will be completed by the Native Americans and the trappers met during the journey. He has to cleverly manage his characters and also the resources he finds along the way. Beware, sometimes frugality is better than abundance.&#10;&#10;Lewis &amp; Clark features dual use cards. To be activated, one card must be combined with another one, which becomes unavailable for a while. Thus, players are faced with a constant dilemma: play a card or sacrifice it. During the game, each player acquires character cards that enlarge his hand, building a crew that gives him more options but it needs to be optimized as he will recycle his cards more slowly. This new &quot;handbuilding&quot; mechanism fits strongly with the historical background.&#10;&#10;Since the aim of the game is to be the first on the Pacific coast, the timing and the opportunistic use of the other players' positions are crucial.&#10;&#10;",
    "yearPublished": 2013,
    "minPlayers": 1,
    "maxPlayers": 5,
    "minPlaytime": 120,
    "maxPlaytime": 120,
    "designers": ["Cédrick Chaboussit"],
    "publisher": "Ludonaute",
    "mechanics": [
      "Action Retrieval",
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Hand Management",
      "Open Drafting",
      "Race",
      "Resource to Move",
      "Solo / Solitaire Game",
      "Track Movement",
      "Worker Placement"
    ],
    "isExpansion": false
  },
  {
    "name": "Libertalia: Winds of Galecrest",
    "bggId": 356033,
    "bggLink": "https://boardgamegeek.com/boardgame/356033",
    "weight": 2.1484,
    "recPlayerCount": "1,2,3,4,5,6",
    "bestPlayerCount": "4,5,6",
    "languageDependence": "MODERATE",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "228,69",
    "language": "Portuguese (BR)",
    "bggRank": 521,
    "thumbnail": "https://cf.geekdo-images.com/6e-V_Xb2IsAsMNXU18Fi6A__thumb/img/KJIHXXkkIU7R-oK5i9byIyGdfm4=/fit-in/200x150/filters:strip_icc()/pic6669033.jpg",
    "description": "In the world of Galecrest, sky pirates set sail on the winds in search of adventure, treasure, and glory. As an admiral, you command a vast and varied crew...but so do your rivals sailing other ships in the pirate fleet. Each day the fleet lands on a different island where you'll send a crew member to collect your share of the loot, hoping they'll return to boost your growing group of characters.&#10;&#10;Libertalia was originally released in 2012. Ten years later, Libertalia: Winds of Galecrest celebrates the foundations of the original design with a revised and expanded edition that includes all-new art, 40 characters per player, a reputation system to resolve ties, deluxe loot tokens, a robust solo mode, and much more.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "yearPublished": 2022,
    "minPlayers": 1,
    "maxPlayers": 6,
    "minPlaytime": 45,
    "maxPlaytime": 60,
    "designers": ["Paolo Mori"],
    "publisher": "Grok Games",
    "mechanics": [
      "Action Queue",
      "Hand Management",
      "Selection Order Bid",
      "Set Collection",
      "Simultaneous Action Selection",
      "Take That",
      "Turn Order: Role Order",
      "Variable Phase Order"
    ],
    "isExpansion": false
  },
  {
    "name": "Love Letter",
    "bggId": 277085,
    "bggLink": "https://boardgamegeek.com/boardgame/277085",
    "weight": 1.1176,
    "recPlayerCount": "3,4,5,6",
    "bestPlayerCount": 4,
    "languageDependence": "LOW",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "47,9",
    "language": "Portuguese (BR)",
    "bggRank": 355,
    "thumbnail": "https://cf.geekdo-images.com/V7WQjhAh0AatPXTYOrXtCQ__thumb/img/PNp3MFmie6ffR5RtyNs7TsVV4wA=/fit-in/200x150/filters:strip_icc()/pic4766499.png",
    "description": "The noble Princess is looking for an ideal partner and confidant to help with her royal duties when she one day assumes the throne. You must prove your worth and gain her trust by enlisting allies, friends, and family of the Princess to carry a letter of intent to her. Can you earn the Princess' trust and become her confidant?&#10;&#10;Playing cards one at a time, players in Love Letter use the abilities of these key people in the Princess' life to outwit their opponents and successfully deliver their letter and gain her favor. Players must utilize each character's special skill to avoid being caught and successfully deliver their letter to the Princess. Once a set number of favor tokens are acquired, that player wins and becomes the Princess' confidant.&#10;&#10;This 2019 edition of Love Letter features new artwork by Citadels artist Andrew Bosley, screen-printed tokens, and two new characters (five cards in total) that allow for games with up to six players. When played, the Chancellor (value 6) allows you to draw two new cards, add those to your hand, then place two cards of your choice on the bottom of the deck. The Spy (value 0) wins you a favor token if you were the only player to play or discard a spy during the round.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "yearPublished": 2019,
    "minPlayers": 2,
    "maxPlayers": 6,
    "minPlaytime": 20,
    "maxPlaytime": 20,
    "designers": ["Seiji Kanai", "Justin Kemppainen", "Alexandar Ortloff-Tang"],
    "publisher": "Galápagos Jogos",
    "mechanics": [
      "Deduction",
      "Hand Management",
      "Player Elimination",
      "Score-and-Reset Game",
      "Take That"
    ],
    "isExpansion": false
  },
  {
    "name": "Marvel Champions: The Card Game",
    "bggId": 285774,
    "bggLink": "https://boardgamegeek.com/boardgame/285774",
    "weight": 2.9313,
    "recPlayerCount": "1,2,3",
    "bestPlayerCount": "1,2",
    "languageDependence": "HIGH",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 450,
    "language": "English",
    "bggRank": 41,
    "thumbnail": "https://cf.geekdo-images.com/kRvUgYiaOq07kC67ZK5UoQ__thumb/img/SDNWntiB06KhAINl06CDPkoipDc=/fit-in/200x150/filters:strip_icc()/pic4900321.jpg",
    "description": "&quot;With great power, there must also come great responsibility.&quot;&#10;   &ndash;Stan Lee, Amazing Fantasy #15&#10;&#10;Iron Man and Black Panther team up to stop Rhino from rampaging through the streets of New York. Captain Marvel and Spider-Man battle Ultron as he threatens global annihilation. Do you have what it takes to join the ranks of these legendary heroes and become a champion?&#10;&#10;Jump into the Marvel Universe with Marvel Champions: The Card Game, a cooperative Living Card Game for one to four players!&#10;&#10;Marvel Champions: The Card Game invites players to embody iconic heroes from the Marvel Universe as they battle to stop infamous villains from enacting their devious schemes. As a Living Card Game, Marvel Champions is supported with regular releases of new product, including new heroes and scenarios.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "yearPublished": 2019,
    "minPlayers": 1,
    "maxPlayers": 4,
    "minPlaytime": 45,
    "maxPlaytime": 90,
    "designers": ["Michael Boggs", "Nate French", "Caleb Grace"],
    "publisher": "Fantasy Flight Games",
    "mechanics": [
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Deck Construction",
      "Hand Management",
      "Interrupts",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Turn Order: Progressive",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "isExpansion": false
  },
  {
    "name": "Mexica",
    "bggId": 2955,
    "bggLink": "https://boardgamegeek.com/boardgame/2955",
    "weight": 2.6806,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": 4,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 200,
    "language": "Portuguese (BR)",
    "bggRank": 740,
    "thumbnail": "https://cf.geekdo-images.com/-bOJ-MJseZ4R9SPx-NDrQw__thumb/img/0KYcQBPLgzdLE2UqKjs-6yCtlZg=/fit-in/200x150/filters:strip_icc()/pic2470537.jpg",
    "description": "Mexica plots the development of the city of Tenochtitlan on an island in Lake Texcoco. Players attempt to partition it into districts, place buildings, and construct canals.&#10;&#10;Districts are formed by completely surrounding areas of the island with water and then placing a District marker. The player who founds a district scores points immediately.&#10;&#10;Canals and Lake Texcoco act as a quick method of moving throughout the city. Players erect bridges and move from one bridge to the next, which costs 1 action point regardless of the distance. They must also erect buildings. This costs action points, the exact number being dependent upon the building's size.&#10;&#10;In the scoring phases of the game, players score points (El Grande style) based upon their dominance in a District. In the 4 player game, players with the 1st, 2nd, and 3rd most buildings score decreasing numbers of points.&#10;&#10;Only districts are scored in the first scoring round.&#10;&#10;In the second scoring round at the end of the game, all land areas are scored, not just districts.&#10;&#10;The player with the most points wins.&#10;&#10;Mexica is the third game in the Mask Trilogy.&#10;&#10;",
    "yearPublished": 2002,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlaytime": 90,
    "maxPlaytime": 90,
    "designers": ["Michael Kiesling", "Wolfgang Kramer"],
    "publisher": "Conclave Editora",
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Enclosure",
      "Grid Movement",
      "Square Grid",
      "Tile Placement"
    ],
    "isExpansion": false
  },
  {
    "name": "Mists over Carcassonne",
    "bggId": 358124,
    "bggLink": "https://boardgamegeek.com/boardgame/358124",
    "weight": 2.0909,
    "recPlayerCount": "1,2,3,4",
    "bestPlayerCount": 2,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "181,02",
    "language": "Portuguese (BR)",
    "bggRank": 1604,
    "thumbnail": "https://cf.geekdo-images.com/yRFr7i5heyw9pIcuJ50jFw__thumb/img/q_aOK5OUgItLzYrSJwpOd58LgRo=/fit-in/200x150/filters:strip_icc()/pic7336367.jpg",
    "description": "Mists over Carcassonne is a co-operative version of the well-known tile-laying game Carcassonne. Working together, you place tiles and score points while trying to stop the spread of ghosts, contain haunted ground in cemeteries, and use haunted castles to your advantage. If too many ghosts are loose on the ground or you've collected too few points when the tiles run out, you lose the game. If you do manage to survive three days, you can adjust the difficulty level of the game to increase the challenge.&#10;&#10;Mists over Carcassonne includes 45 meeples in two new types and 60 tiles that match the graphics of the 2021 edition of Carcassonne, and this game includes rules for how to incorporate material in a regular competitive game of Carcassonne.&#10;&#10;",
    "yearPublished": 2022,
    "minPlayers": 1,
    "maxPlayers": 5,
    "minPlaytime": 35,
    "maxPlaytime": 35,
    "designers": ["Klaus-Jürgen Wrede"],
    "publisher": "Devir",
    "mechanics": ["Cooperative Game", "Tile Placement"],
    "isExpansion": false
  },
  {
    "name": "Mystic Vale",
    "bggId": 194607,
    "bggLink": "https://boardgamegeek.com/boardgame/194607",
    "weight": 2.2514,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": 2,
    "languageDependence": "MODERATE",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "426,84",
    "language": "English",
    "bggRank": 509,
    "thumbnail": "https://cf.geekdo-images.com/2cf8lebaIrJ8Z62HGEs2wQ__thumb/img/_iH-e13A0Suy5CBOZIwdCeKlEXc=/fit-in/200x150/filters:strip_icc()/pic3287905.png",
    "description": "A curse has been placed on the Valley of Life. Hearing the spirits of nature cry out for aid, clans of druids have arrived, determined to use their blessings to heal the land and rescue the spirits. It will require courage and also caution, as the curse can overwhelm the careless who wield too much power.&#10;&#10;In Mystic Vale, 2 to 4 players take on the role of druidic clans trying to cleanse the curse upon the land. Each turn, you play cards into your field to gain powerful advancements and useful vale cards. Use your power wisely, or decay will end your turn prematurely. Score the most victory points to win the game!&#10;&#10;Mystic Vale uses the innovative &quot;Card Crafting System&quot;, which lets you not only build your deck, but build the individual cards in your deck, customizing each card's abilities to exactly the strategy you want to follow.&#10;&#10;",
    "yearPublished": 2016,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlaytime": 45,
    "maxPlaytime": 45,
    "designers": ["John D. Clair"],
    "publisher": "Alderac Entertainment Group",
    "mechanics": ["Deck, Bag, and Pool Building", "Layering", "Push Your Luck"],
    "isExpansion": false
  },
  {
    "name": "Nippon",
    "bggId": 154809,
    "bggLink": "https://boardgamegeek.com/boardgame/154809",
    "weight": 3.78,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": 4,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "561,27",
    "language": "English",
    "bggRank": 467,
    "thumbnail": "https://cf.geekdo-images.com/DVJamHS1e24-scuM8aRH8g__thumb/img/GfDVi8Cdml30yla1ui0y3exXG7g=/fit-in/200x150/filters:strip_icc()/pic2683981.jpg",
    "description": "Japan during the Meiji period&mdash;a closed, isolated, and feudal country&mdash;decides to change into a modern industrialized state. The Empire sends emissaries to foreign nations, brings technicians and scholars from the west, builds a network of railroads, and achieves an outstandingly fast industrial revolution.&#10;&#10;The nation and Emperor count on the support of the Great Four, the big conglomerates that emerge with great power and massive control over the Japanese economy. They are called Zaibatsu, and their influence on the Meiji Emperor and importance on the fate of Japan is incredibly high.&#10;&#10;Nippon is an Area Majority Game in which players control Zaibatsu and try to develop their web of power by investing in new industries, improving their technological knowledge, shipping goods to foreign countries or using them to satisfy local needs, and growing their influence and power as they oversee the era of rapid industrialization of Japan.&#10;&#10;The foundations of the big Zaibatsu were the traditional silk workshops, but soon the conglomerates diversified their influence and power, building a complex structure of interconnected companies that made them giant players in the world&rsquo;s new industrial era. Each player takes the reins of one of these big corporations and tries to develop it in order to grow and achieve power.&#10;&#10;To win the game, players must carefully choose which types of industry to invest in to get the most influence over the Japanese islands. Every action that is taken helps to forge their own path to new opportunities.&#10;&#10;Nippon is a fast-paced economic game with challenging decisions, set during an important time in Japanese history, and when a new great nation is born.&#10;&#10;",
    "yearPublished": 2015,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlaytime": 60,
    "maxPlaytime": 120,
    "designers": ["Nuno Bizarro Sentieiro", "Paulo Soledade"],
    "publisher": "What's Your Game?",
    "mechanics": ["Area Majority / Influence", "Variable Phase Order"],
    "isExpansion": false
  },
  {
    "name": "Oltréé",
    "bggId": 293835,
    "bggLink": "https://boardgamegeek.com/boardgame/293835",
    "weight": 2.2895,
    "recPlayerCount": "1,2,3,4",
    "bestPlayerCount": 2,
    "languageDependence": "HIGH",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "267,89",
    "language": "Portuguese (BR)",
    "bggRank": 1546,
    "thumbnail": "https://cf.geekdo-images.com/oRvBhsKMNDWdGtfccvGANg__thumb/img/ERE-7EhwiZ0fGp_I3zylLft9_Rk=/fit-in/200x150/filters:strip_icc()/pic6452865.png",
    "description": "Once upon a time, the Empire was locked in a merciless war against the Witch-King, who was the high priest of the Father-of-all-Monsters. The Empire was victorious, but at the cost of its unity and, in the end, its very existence. After an era of imperial peace, the land was plunged into a dark age, filled with fragmented domains, ceaseless quarrels, malevolent religions, ruin, and sorrow. However, there was one imperial tradition that did not disappear. From within their fortresses and strongholds, the Rangers tirelessly pursue their mission of watching over the inhabitants of the former Empire, explore the wilderness, unite communities, fight monsters, and recover the Emperor&rsquo;s treasures so that one day, hope may be born anew. Now it&rsquo;s your turn to join the ranks of these brave Rangers! Oltr&eacute;&eacute;!*&#10;*Oltree! The Rangers&rsquo; rallying cry&#10;&#10;&#10;In this cooperative game, players are brave Rangers who assist the people of a satrapy - an administrative province - that their hierarchy has put them in charge of. They must rebuild a Fortress to ensure the safety and tranquility of the inhabitants.&#10;&#10;Rangers are given an Assignment at the start of the game. These are the tasks that have been assigned to them by their hierarchy. Completing them will be the best way to win the game.&#10;&#10;This assignment would be easy to carry out if external events did not get in the Rangers&rsquo; way. A story, called the Chronicle, will unfold throughout the game, adding new situations that the Rangers will have to deal with.&#10;&#10;Along the way, the Rangers will experience Incidents, short scenes in which they will be able to win fame for themselves (or not). They will also have to assist the communities of the Satrapy when Problems cause them danger, and they must face all kinds of unforeseen Events.&#10;&#10;If they can stay the course, while keeping the Prestige and Defense of the Fortress intact, they will reach the final chapter of the Chronicle and can end the tale. For a happy ending, they must complete their Assignment to the best of their ability.&#10;&#10;In this box you will find the following independent Chronicles (they don't form an overarching campaign):&#10;&#10;    Open Doors (short)&#10;    In the Shadow of the Dragon (long)&#10;    Underground threat (long)&#10;    Damsel not in Distress (long)&#10;    A Rebel Problem (long)&#10;    Things were better before (long)&#10;&#10;&#10;&mdash; Description from the rulebook&#10;&#10;&#10;Oltr&eacute;&eacute; is based on the French role-playing game Oltr&#195;&#169;&#195;&#169; by John Gr&#195;&#188;mph.&#10;&#10;",
    "yearPublished": 2021,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlaytime": 60,
    "maxPlaytime": 60,
    "designers": ["Antoine Bauza", "John Grümph"],
    "publisher": "Across the Board",
    "mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Scenario / Mission / Campaign Game",
      "Storytelling"
    ],
    "isExpansion": false
  },
  {
    "name": "Onitama",
    "bggId": 160477,
    "bggLink": "https://boardgamegeek.com/boardgame/160477",
    "weight": 1.6436,
    "recPlayerCount": 2,
    "bestPlayerCount": 2,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "264,25",
    "language": "English",
    "bggRank": 318,
    "thumbnail": "https://cf.geekdo-images.com/GJKuOCy5HGAYgVH_Rei5mA__thumb/img/Q3W4poMS4btD-HZLervgqbSCtmE=/fit-in/200x150/filters:strip_icc()/pic7070194.jpg",
    "description": "Onitama is a two-player, perfect information abstract game with a random starting set-up. On a 5x5 board, both players start with five pawns on their side, with the main pawn in the middle.&#10;&#10;Each player has two open cards that each display a possible move for any of her pieces. There is a fifth card that cannot be used by either player. On a player's turn, she chooses one of her cards, moves one of her pieces according to the chosen card, then replaces the card she used with the fifth card. The other player then chooses one of his cards, moves accordingly, and exchanges that card with this fifth card &mdash; which is, of course, the card the first player just used.&#10;&#10;Moving onto one of the opponent's pawns removes that pawn from the game. Taking the opponent's main pawn, or moving your main pawn into your opponent's main pawn's starting space, wins you the game.&#10;&#10;",
    "yearPublished": 2014,
    "minPlayers": 2,
    "maxPlayers": 2,
    "minPlaytime": 15,
    "maxPlaytime": 20,
    "designers": ["Shimpei Sato"],
    "publisher": "Arcane Wonders",
    "mechanics": [
      "Grid Movement",
      "Hand Management",
      "Pattern Movement",
      "Square Grid",
      "Static Capture"
    ],
    "isExpansion": false
  },
  {
    "name": "Orléans",
    "bggId": 164928,
    "bggLink": "https://boardgamegeek.com/boardgame/164928",
    "weight": 3.0292,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": 4,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 230,
    "language": "Portuguese (BR)",
    "bggRank": 32,
    "thumbnail": "https://cf.geekdo-images.com/nagl1li6kYt9elV9jbfVQw__thumb/img/ykeqdM_Naz4IiqOgyB1arzteOiU=/fit-in/200x150/filters:strip_icc()/pic6228507.jpg",
    "description": "During the medieval goings-on around Orl&eacute;ans, you must assemble a following of farmers, merchants, knights, monks, etc. to gain supremacy through trade, construction and science in medieval France.&#10;&#10;In Orl&eacute;ans, you will recruit followers and put them to work to make use of their abilities. Farmers and Boatmen supply you with money and goods; Knights expand your scope of action and secure your mercantile expeditions; Craftsmen build trading stations and tools to facilitate work; Scholars make progress in science; Traders open up new locations for you to use your followers; and last but not least, it cannot hurt to get active in monasteries since with Monks on your side you are much less likely to fall prey to fate.&#10;&#10;You will always want to take more actions than possible, and there are many paths to victory. The challenge is to combine all elements as best as possible with regard to your strategy.&#10;&#10;",
    "yearPublished": 2014,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlaytime": 90,
    "maxPlaytime": 90,
    "designers": ["Reiner Stockhausen"],
    "publisher": "MeepleBR",
    "mechanics": [
      "Contracts",
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Events",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Tech Trees / Tech Tracks",
      "Turn Order: Progressive",
      "Variable Set-up",
      "Worker Placement, Different Worker Types"
    ],
    "isExpansion": false
  },
  {
    "name": "Pandemic Legacy: Season 0",
    "bggId": 314040,
    "bggLink": "https://boardgamegeek.com/boardgame/314040",
    "weight": 3.1533,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": 4,
    "languageDependence": "HIGH",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "74,74",
    "language": "Portuguese (BR)",
    "bggRank": 52,
    "thumbnail": "https://cf.geekdo-images.com/y0x1zbkpUXjddzWWnhekYw__thumb/img/hj0jDCs-hKfkgqG-oOWu-kM-I6E=/fit-in/200x150/filters:strip_icc()/pic5581457.jpg",
    "description": "1962 &mdash; The Cold War continues as a new threat looms on the horizon, a deadly new Soviet bioweapon, something called &quot;Project MEDUSA&quot;. You and your fellow medical graduates have been recruited by the CIA for the critical mission of investigating and preventing its development. Travel the world using carefully constructed aliases to move swiftly between Allied, Neutral, and Soviet cities. Your missions will require you to neutralize enemy agents, acquire specific targets, and set up other CIA agents on location to execute your operations without a hitch. As you complete objectives over the course of twelve months, each success or failure will bring you closer to the truth.&#10;&#10;Combatting this dangerous new pathogen is of utmost importance, but it's not the only threat you'll encounter in the field. Enemy agents are taking root in all parts of the world, and it's critical to your mission that you keep them contained before they can escalate international tensions. Luckily for you, you won't be without backup. Coordinate with other covert operatives for assistance and make strategic use of these teams at different locations to clean up the board and keep your eye on your main objectives.&#10;&#10;Designed as a prequel, Pandemic Legacy: Season 0 does not require you to have completed Season 1 and Season 2 before diving into this Cold War spy thriller. As in the first two Pandemic Legacy games, each time you play brings new cards, rules, and conditions that affect future games. Each alias you create will gain contacts and other assets to execute your plans more smoothly. And, of course, the CIA will be watching and evaluating your performance in the field. Work together with your fellow agents to prevent this new bio-threat &mdash; the fate of the world depends on it. Can you save humanity once again?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "yearPublished": 2020,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlaytime": 45,
    "maxPlaytime": 60,
    "designers": ["Rob Daviau", "Matt Leacock"],
    "publisher": "Galápagos Jogos",
    "mechanics": [
      "Action Points",
      "Cooperative Game",
      "Hand Management",
      "Legacy Game",
      "Point to Point Movement",
      "Scenario / Mission / Campaign Game",
      "Set Collection",
      "Tags",
      "Trading",
      "Variable Player Powers"
    ],
    "isExpansion": false
  },
  {
    "name": "Prêt-à-Porter",
    "bggId": 87890,
    "bggLink": "https://boardgamegeek.com/boardgame/87890",
    "weight": 3.5639,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": 4,
    "languageDependence": "LOW",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 507,
    "language": "English",
    "bggRank": 781,
    "thumbnail": "https://cf.geekdo-images.com/6DboPjt27DN35KaFjHU2cg__thumb/img/cm9gkvnDoQX47Qu6iNhGmiEdbOg=/fit-in/200x150/filters:strip_icc()/pic4543705.jpg",
    "description": "Pr&ecirc;t-&agrave;-Porter is an economic strategy game set in a world of fashion. Players run clothes companies and fight for dominance during fashion shows. It is &ndash; perhaps &ndash; one of the most cruel and ruthless of all our games. Money can be a dangerous weapon.&#10;&#10;During the game players open new branches and outlets, hire new workers and try to gain new capabilities. New Design Agencies, Brand stores or Preparation rooms are opened, Accountants, Models and Designers are hired, lucrative contracts are signed to allow for short-term profits and expand company&rsquo;s competencies.&#10;&#10;Every single month player&rsquo;s company gains new capabilities.&#10;&#10;Each quarter held fashion shows &ndash; each player has to prepare a collection of clothing and has to show it on the show. The public, media, experts estimate collections in four categories and award prizes and diplomas. The more awards (represented by &lsquo;stars&rsquo; in the game) will be collected at the show, the more money the players earn for selling their collection!&#10;&#10;Will you get award for best Trends? Will you manage to be best in Public Relations and get the Media award? Will you earn more &lsquo;stars&rsquo; than your opponent?&#10;&#10;If you win &lsquo;stars&rsquo;, your opponents don&rsquo;t.&#10;If you win &lsquo;stars&rsquo;, you earn more money. Your opponents don&rsquo;t.&#10;If you win &lsquo;stars&rsquo;, you earn money, you hire new stuff, you get better. Your opponents don&rsquo;t.&#10;&#10;That is why during show you will kill for every single &lsquo;star&rsquo;. Welcome to the hell&hellip;&#10;&#10;&#10;Pr&ecirc;t-&agrave;-Porter is a 2-4 player board game, unique mix of deep economy strategy and direct interaction. Low luck element, many important decisions to be made and many strategies that can be used to acclaim victory. With wide range of different employees, different buildings and contracts you can create your unique company every single time.&#10;&#10;",
    "yearPublished": 2010,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlaytime": 90,
    "maxPlaytime": 90,
    "designers": ["Piotr Haraszczak", "Ignacy Trzewiczek"],
    "publisher": "Portal Games",
    "mechanics": [
      "Loans",
      "Open Drafting",
      "Set Collection",
      "Worker Placement"
    ],
    "isExpansion": false
  },
  {
    "name": "Quadropolis",
    "bggId": 176396,
    "bggLink": "https://boardgamegeek.com/boardgame/176396",
    "weight": 2.2007,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": 4,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "244,8",
    "language": "Portuguese (BR)",
    "bggRank": 504,
    "thumbnail": "https://cf.geekdo-images.com/y7kVtuCs6EfItCGUloqBAA__thumb/img/SGHJzA_0kYlRzeWTi5s_4JB_EPY=/fit-in/200x150/filters:strip_icc()/pic2840020.jpg",
    "description": "Each player builds their own metropolis in Quadropolis (first announced as City Mania), but they're competing with one another for the shops, parks, public services and other structures to be placed in them.&#10;&#10;The game lasts four rounds, and in each round players first lay out tiles for the appropriate round at random on a 5x5 grid. Each player has four architects numbered 1-4 and on a turn, a player places an architect next to a row or column in the grid, claims the tile that's as far in as the number of the architect placed (e.g., the fourth tile in for architect #4), places that tile in the appropriately numbered row or column on the player's 4x4 city board, then claims any resources associated with the tile (inhabitants or energy).&#10;&#10;When a player takes a tile, a figure is placed in this now-empty space and the next player cannot place an architect in the same row or column where this tile was located. In addition, you can't place one architect on top of another, so each placement cuts off play options for you and everyone else later in the round. After all players have placed all four architects, the round ends, all remaining tiles are removed, and the tiles for the next round laid out.&#10;&#10;After four rounds, the game ends. Players can move the inhabitants and energy among their tiles at any point during the game to see how to maximize their score. At game end, they then score for each of the six types of buildings depending on how well they build their city &mdash; as long as they have activated the buildings with inhabitants or energy as required:&#10;&#10;&#10;    Residential buildings score depending on their height&#10;    Shops score depending on how many customers they have&#10;    Public services score depending on the number of districts in your city that have them&#10;    Parks score depending on the number of residential buildings next to them&#10;    Harbors score based on the longest row or column of activated harbors in the city&#10;    Factories score based on the number of adjacent shops and harbors&#10;&#10;&#10;Some buildings are worth victory points (VPs) on their own, and once players sum these values with what they've scored for each type of building in their city, whoever has the highest score wins.&#10;&#10;",
    "yearPublished": 2016,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlaytime": 30,
    "maxPlaytime": 60,
    "designers": ["François Gandon"],
    "publisher": "Galápagos Jogos",
    "mechanics": [
      "Hand Management",
      "Pattern Building",
      "Set Collection",
      "Square Grid",
      "Tile Placement",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "isExpansion": false
  },
  {
    "name": "Quatro Estações",
    "bggId": 369972,
    "bggLink": "https://boardgamegeek.com/boardgame/369972",
    "weight": 0,
    "recPlayerCount": "",
    "bestPlayerCount": "",
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 200,
    "language": "Portuguese (BR)",
    "bggRank": 0,
    "thumbnail": "https://cf.geekdo-images.com/Jnmo4lMlLbskGcfLK2DmZw__thumb/img/sQFYLN_TOde4HkHEtmE84-D6d8U=/fit-in/200x150/filters:strip_icc()/pic7064027.png",
    "description": "You own a small farm located in a humble country town. The city itself is quite simple, but the people stand out for being very welcoming and cooperative.&#10;&#10;One day, the mayor announces that the city's economy is compromised, and the small town's debts are very high. Within a year, if the debt is not paid, unfortunately the vast green areas will have to be sold to large corporations, which could completely change the city and its economy.&#10;&#10;You and other local farmers then offer to help raise funds to save your beloved little town. At the end of each season, each farmer must apply values &#226;&#128;&#139;&#226;&#128;&#139;to a community fund, which will earn them prestige points.&#10;&#10;But don't worry, you'll have the help of expert foremen to make your farm yield even more during this period. Enjoy their experience, but be sure to pay overtime when necessary.&#10;&#10;Prepare your points machine in the best possible way and be a successful marketer at the Great Fair of the city. Grow crops, raise animals, set up your small industries and markets to finally become the best and most prestigious farmer in Four Seasons!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Voc&ecirc; &eacute; dono de uma pequena fazenda localizada em uma humilde cidade no interior. A cidade em si &eacute; bem simples, mas o povo se destaca por ser bastante acolhedor e cooperativo.&#10;&#10;Certo dia, o prefeito anuncia que a economia da cidade est&aacute; comprometida, e as d&iacute;vidas do pequeno munic&iacute;pio s&atilde;o muito altas. Dentro de um ano, se a d&iacute;vida n&atilde;o for paga, infelizmente as vastas &aacute;reas verdes ter&atilde;o de ser vendidas para grandes corpora&ccedil;&otilde;es, o que poder&aacute; mudar completamente a cidade e sua economia.&#10;&#10;Voc&ecirc; e outros fazendeiros locais ent&atilde;o se oferecem para ajudar a levantar fundos para salvar sua amada cidadezinha. Ao final de cada esta&ccedil;&atilde;o cada fazendeiro dever&aacute; aplicar valores em um fundo comunit&aacute;rio, que lhes render&aacute; pontos de prest&iacute;gio.&#10;&#10;Mas n&atilde;o se preocupe, voc&ecirc; ter&aacute; a ajuda de capatazes especialistas para fazer sua fazenda render ainda mais durante este per&iacute;odo. Aproveite a experi&ecirc;ncia deles, mas n&atilde;o deixe de pagar as horas extras quando necess&aacute;rio.&#10;&#10;Prepare sua maquininha de pontos da melhor forma poss&iacute;vel e seja um feirante de sucesso na Grande Feira da cidade. Cultive planta&ccedil;&otilde;es, crie animais, monte suas pequenas ind&uacute;strias e mercados para enfim se tornar o melhor e mais prestigiado fazendeiro em Quatro esta&ccedil;&otilde;es!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "yearPublished": 2022,
    "minPlayers": 1,
    "maxPlayers": 4,
    "minPlaytime": 90,
    "maxPlaytime": 180,
    "designers": ["Edu"],
    "publisher": "Art ao Cubo",
    "mechanics": [
      "Area Majority / Influence",
      "Deck Construction",
      "Worker Placement"
    ],
    "isExpansion": false
  },
  {
    "name": "Rebel Princess",
    "bggId": 381249,
    "bggLink": "https://boardgamegeek.com/boardgame/381249",
    "weight": 1.9333,
    "recPlayerCount": "3,4,5,6",
    "bestPlayerCount": "4,5,6",
    "languageDependence": "LOW",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "94,9",
    "language": "Portuguese (BR)",
    "bggRank": 3613,
    "thumbnail": "https://cf.geekdo-images.com/HuWvVU2tcff-vu3EjPtk6Q__thumb/img/O50Jyvp_CPWRBdYidjQedORzwqc=/fit-in/200x150/filters:strip_icc()/pic7605211.jpg",
    "description": "Snow White, The Little Mermaid, Cinderella, and many other fairy tale princesses are celebrating a five-day party. The prince charmings, who have not been invited, will try to infiltrate the ball to propose marriage to the girls. As a princess, you have to avoid marriage proposals and remain single and independent after the celebrations.&#10;&#10;Rebel Princess takes place over five rounds, representing the five days of a party, and each round has a special rule that makes each game totally different. The general mechanisms are those of trick-taking games, in which each player plays a numbered card into each trick, following one of the four suits in the game. The player with the highest number of the suit that started the trick takes all the cards of that trick &mdash; but that's not necessarily good as players want to avoid taking cards with prince charmings, who each bring one marriage proposal, aside from the enchanted frog who brings five proposals. The player with the fewest marriage proposals after five rounds wins.&#10;&#10;Importantly, each player assumes the role of a different fairy tale princess and has a special ability that they can use once per round.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "yearPublished": 2023,
    "minPlayers": 3,
    "maxPlayers": 6,
    "minPlaytime": 30,
    "maxPlaytime": 40,
    "designers": [
      "Daniel Byrne",
      "José Gerardo Guerrero",
      "Kevin Peláez",
      "Tirso Virgós"
    ],
    "publisher": "Grok Games",
    "mechanics": ["Events", "Trick-taking", "Variable Player Powers"],
    "isExpansion": false
  },
  {
    "name": "Rise of Augustus",
    "bggId": 137297,
    "bggLink": "https://boardgamegeek.com/boardgame/137297",
    "weight": 1.6374,
    "recPlayerCount": "2,3,4,5,6",
    "bestPlayerCount": "3,4",
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 240,
    "language": "German",
    "bggRank": 1267,
    "thumbnail": "https://cf.geekdo-images.com/DjlNoENOK3z7DO8rpNsofQ__thumb/img/DOPkJkUFO89G83sHjAyfN4pqoE4=/fit-in/200x150/filters:strip_icc()/pic3532649.jpg",
    "description": "In Augustus, you vie with your fellow players to complete &quot;objective&quot; cards for special powers and ultimately for victory points. Each card has 2-6 symbols which you must populate with legionnaire meeples in order to complete the card. These symbols are drawn one at a time from a bag, with all players gaining the benefit equally, but interestingly, the bag contains more of some symbols than others.&#10;&#10;So the pivotal skill you'll deploy is in making your choice of which three objectives you'll start the game with (you're dealt six) &mdash; balancing potential difficulty of completion against value of the reward &mdash; and then which of five available objectives you'll add to your plate each time you complete one of your three. The game ends when someone completes seven objectives.&#10;&#10;",
    "yearPublished": 2013,
    "minPlayers": 2,
    "maxPlayers": 6,
    "minPlaytime": 30,
    "maxPlaytime": 30,
    "designers": ["Paolo Mori"],
    "publisher": "Hurrican",
    "mechanics": ["Bingo", "Open Drafting", "Push Your Luck", "Set Collection"],
    "isExpansion": false
  },
  {
    "name": "Robinson Crusoe: Adventures on the Cursed Island",
    "bggId": 121921,
    "bggLink": "https://boardgamegeek.com/boardgame/121921",
    "weight": 3.8179,
    "recPlayerCount": "1,2,3,4",
    "bestPlayerCount": "1,2",
    "languageDependence": "HIGH",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "573,92",
    "language": "Portuguese (BR)",
    "bggRank": 92,
    "thumbnail": "https://cf.geekdo-images.com/FbFnaTx3aT5dM18K_bR_Pg__thumb/img/K1ZUx-QNGg-Kkm2D9iUX4bL0-IM=/fit-in/200x150/filters:strip_icc()/pic3165731.jpg",
    "description": "Robinson Crusoe: Adventures on the Cursed Island is a game created by Ignacy Trzewiczek, the author of Stronghold. This time Trzewiczek takes the players to a deserted island, where they'll play the parts of shipwreck survivors confronted by an extraordinary adventure. They'll be faced with the challenges of building a shelter, finding food, fighting wild beasts, and protecting themselves from weather changes. Building walls around their homes, animal domestication, constructing weapons and tools from what they find, and much more await them on the island. The players decide in which direction the game will unfold and &ndash; after several in-game weeks of hard work &ndash; how their settlement will look. Will they manage to discover the secret of the island in the meantime? Will they find a pirate treasure, or an abandoned village? Will they discover an underground city or a cursed temple at the bottom of a volcano? Answers to these questions lie in hundreds of event cards and hundreds of object and structure cards that can be used during the game...&#10;&#10;Robinson Crusoe: Adventures on the Cursed Island is an epic game from Portal. You will build a shelter, palisade, weapons, you will create tools like axes, knives, sacks, you will do everything you can to&hellip; to survive. You will have to find food, fight wild beasts, protect yourself from weather changes&hellip;&#10;&#10;Take the role of one of four characters from the ship crew (cook, carpenter, explorer, or soldier) and face the adventure. Use your determination skills to help your teammates, discuss with them your plan, and put it into practice. Debate, discuss, and work on the best plan you all can make.&#10;&#10;Search for treasures. Discover mysteries. Follow goals of six different, engaging scenarios. Start by building a big pile of wood and setting it on fire to call for help, and then start new adventures. Become an exorcist on cursed Island. Become a treasure hunter on Volcano Island. Become a rescue team for a young lady who&rsquo;s stuck on rock island&hellip;&#10;&#10;Let the adventure live!&#10;&#10;",
    "yearPublished": 2012,
    "minPlayers": 1,
    "maxPlayers": 4,
    "minPlaytime": 60,
    "maxPlaytime": 120,
    "designers": ["Joanna Kijanka", "Ignacy Trzewiczek"],
    "publisher": "Conclave Editora",
    "mechanics": [
      "Action Queue",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Die Icon Resolution",
      "Events",
      "Hexagon Grid",
      "Map Addition",
      "Movement Points",
      "Narrative Choice / Paragraph",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Turn Order: Progressive",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "isExpansion": false
  },
  {
    "name": "Rolling Realms",
    "bggId": 305682,
    "bggLink": "https://boardgamegeek.com/boardgame/305682",
    "weight": 1.9247,
    "recPlayerCount": "1,2,3,4,5,6",
    "bestPlayerCount": "1,2",
    "languageDependence": "LOW",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "149,99",
    "language": "Portuguese (BR)",
    "bggRank": 1078,
    "thumbnail": "https://cf.geekdo-images.com/5TZ5YfDo_r9vNNvWTl_pzw__thumb/img/oKM1pAH4fCa7LCNluCqr9qNOq4M=/fit-in/200x150/filters:strip_icc()/pic6313647.jpg",
    "description": "In the early days of the coronavirus, a time of self-isolation for many people, Jamey decided to create an infinitely scaling roll-and-write game to teach and play with people around the world via Facebook Live.&#10;&#10;In Rolling Realms, players compete to earn the most stars in a series of minigames over 3 rounds. This is a roll-and-write game, meaning that players will write on the game components using dry-erase markers.&#10;&#10;Each turn, one player rolls 2 dice, and all players use the dice results on their realm cards to generate resources and earn stars. After 3 rounds, the player with the most stars wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "yearPublished": 2021,
    "minPlayers": 1,
    "maxPlayers": 6,
    "minPlaytime": 30,
    "maxPlaytime": 30,
    "designers": ["Jamey Stegmaier"],
    "publisher": "Galápagos Jogos",
    "mechanics": [
      "Bingo",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "isExpansion": false
  },
  {
    "name": "Santa Maria",
    "bggId": 229220,
    "bggLink": "https://boardgamegeek.com/boardgame/229220",
    "weight": 3.0338,
    "recPlayerCount": "1,2,3,4",
    "bestPlayerCount": 3,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 125,
    "language": "Portuguese (BR)",
    "bggRank": 458,
    "thumbnail": "https://cf.geekdo-images.com/bpwAMn7t9LnBQKFJw6VNPg__thumb/img/S-tPq43ITn88ppHjIbi8eaIbOX8=/fit-in/200x150/filters:strip_icc()/pic3882016.jpg",
    "description": "Santa Maria is a streamlined, medium complexity Eurogame in which each player establishes and develops a colony. The game features elements of dice drafting and strategic engine building. The game is low on luck and has no direct destructive player conflict; all components are language independent.&#10;&#10;In the game, you expand your colony by placing polyominoes with buildings on your colony board. Dice (representing migrant workers) are used to activate buildings; each die activates a complete row or column of buildings in your colony. The buildings are activated in order (left to right / top to bottom), then the die is placed on the last activated building to block this space. It is therefore crucial where you put new buildings in your colony, and in which order you use the dice.&#10;&#10;As the game progresses, you produce resources, form shipping routes, send out conquistadors, and improve your religious power to recruit monks. When you recruit a monk, you must decide if it becomes a scholar (providing a permanent special ability), a missionary (for an immediate bonus) or a bishop (for possible end game points). The player who has accumulated the most happiness after three rounds wins. The available specialists, end game bonuses and buildings vary from game to game, which makes for near endless replayability.&#10;&#10;",
    "yearPublished": 2017,
    "minPlayers": 1,
    "maxPlayers": 4,
    "minPlaytime": 45,
    "maxPlaytime": 90,
    "designers": ["Kristian Amundsen Østby", "Eilif Svensson"],
    "publisher": "PaperGames (III)",
    "mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Open Drafting",
      "Set Collection",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "isExpansion": false
  },
  {
    "name": "Secrets",
    "bggId": 200847,
    "bggLink": "https://boardgamegeek.com/boardgame/200847",
    "weight": 1.5,
    "recPlayerCount": "4,5,6,7,8",
    "bestPlayerCount": 6,
    "languageDependence": "LOW",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 100,
    "language": "Spanish",
    "bggRank": 2955,
    "thumbnail": "https://cf.geekdo-images.com/WGVcq0qTunN0pvNE2quPGQ__thumb/img/PaV-hK3tusj1_9Pz4372H4wrikQ=/fit-in/200x150/filters:strip_icc()/pic3564183.jpg",
    "description": "In Secrets, the second co-design between Eric Lang and Bruno Faidutti, players are assigned a hidden team &mdash; the CIA or KGB &mdash; and are trying to collect the most points for their side. In addition, one or two players are secretly anti-establishment Hippies who are working for nobody. Their goal is to fight the Man and have the fewest points.&#10;&#10;On your turn, offer one of two randomly drawn agent cards to another player. These cards are worth points and have varying good or bad abilities. That player either accepts the agent, in which case they score it, or they refuse, in which case the card returns to you, and you score it. The game ends when a player has five cards, after which the teams are revealed; the team with the highest combined score wins, unless a Hippie has the single lowest score, in which case they win.&#10;&#10;The interactions between the character cards are the spice of the game, but since the abilities are discoverable during play, the game can be taught in three minutes.&#10;&#10;",
    "yearPublished": 2017,
    "minPlayers": 4,
    "maxPlayers": 8,
    "minPlaytime": 15,
    "maxPlaytime": 35,
    "designers": ["Bruno Faidutti", "Eric M. Lang"],
    "publisher": "Repos Production",
    "mechanics": [
      "Advantage Token",
      "Open Drafting",
      "Push Your Luck",
      "Tags",
      "Take That",
      "Team-Based Game"
    ],
    "isExpansion": false
  },
  {
    "name": "Shadows over Camelot",
    "bggId": 15062,
    "bggLink": "https://boardgamegeek.com/boardgame/15062",
    "weight": 2.5661,
    "recPlayerCount": "4,5,6,7",
    "bestPlayerCount": "5,6,7",
    "languageDependence": "MODERATE",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "567,2",
    "language": "English",
    "bggRank": 531,
    "thumbnail": "https://cf.geekdo-images.com/JYqwG_v1B3RhpB7NcmeDOA__thumb/img/QOG1zO0uvqxGTDF9V_OewVPMvNE=/fit-in/200x150/filters:strip_icc()/pic70547.jpg",
    "description": "Shadows over Camelot is a cooperative/semi-cooperative hand-management and deduction-based board game for 3&ndash;7 players.&#10;&#10;Each player represents a knight of the Round Table and they must collaborate to overcome a number of quests, ranging from defeating the Black Knight to the search for the Holy Grail. Completed quests place white swords on the Round Table; failed quests add black swords and/or siege engines around Camelot. The knights are trying to build a majority of white swords on the Table before Camelot falls.&#10;&#10;On each knight's turn, the knight takes a &quot;heroic action&quot;, such as moving to a new quest, building his hand, or playing cards to advance the forces of good. However, he must also choose one of three evil actions, each of which will bring Camelot closer to defeat.&#10;&#10;Moreover, one of the knights may be a traitor, pretending to be a loyal member of the party but secretly hindering his fellow knights in subtle ways, biding his time, waiting to strike at the worst possible moment...&#10;&#10;But enough words... don your cloak, climb astride your warhorse, and gallop into the Shadows to join us in Camelot!&#10;&#10;",
    "yearPublished": 2005,
    "minPlayers": 3,
    "maxPlayers": 7,
    "minPlaytime": 60,
    "maxPlaytime": 90,
    "designers": ["Bruno Cathala", "Serge Laget"],
    "publisher": "Days of Wonder",
    "mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Player Elimination",
      "Semi-Cooperative Game",
      "Set Collection",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers"
    ],
    "isExpansion": false
  },
  {
    "name": "Shipyard",
    "bggId": 55600,
    "bggLink": "https://boardgamegeek.com/boardgame/55600",
    "weight": 3.5,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": 3,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 330,
    "language": "English",
    "bggRank": 830,
    "thumbnail": "https://cf.geekdo-images.com/sPgjX2_W4XDpE0SUv82HsQ__thumb/img/Hal-DG2J9KHoaonkfQK-BU0HUZA=/fit-in/200x150/filters:strip_icc()/pic1809442.jpg",
    "description": "We&rsquo;re in 19th century, sea transport is more and more important. Both corporations and naval forces require newer and newer ships. Try to put yourself in the role of their manufacturers. Hire employees, buy accessories, get favour of evaluating committees. Don&rsquo;t forget to rent a canal and you can heave anchor.&#10;&#10;Players take turns, beginning with a randomly selected player and continuing around the table clockwise. On their turn, they will choose one of the available actions from the Action Track. The action will get the player something they need to help build their ships. On the player's next turn, they will move that Action Card ahead of all the others and choose a different action.&#10;&#10;If a player completes a ship on their turn (ships consists of little cards depicting bows, sterns, and (preferably several) middle pieces with several options to add equipment or crew), it is taken out for a shakedown cruise in a canal, during which they may score points for speed, crew, equipment, or safety.&#10;&#10;As players take their turns, the line of Action Cards will advance around the Action Track. When the lead Action Card reaches the Starting Space again, the countdown marker moves down one space, and play continues.&#10;&#10;The game ends when the countdown marker reaches the finish space. (It can also end early if the players run out of Ship Cards.) Bonus points are scored for Government Contracts, and the player with the most points wins.&#10;&#10;The game lasts about 30 minutes per player.&#10;&#10;",
    "yearPublished": 2009,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlaytime": 120,
    "maxPlaytime": 120,
    "designers": ["Vladimír Suchý"],
    "publisher": "Czech Games Edition",
    "mechanics": [
      "Contracts",
      "End Game Bonuses",
      "Modular Board",
      "Open Drafting",
      "Rondel",
      "Set Collection",
      "Tile Placement"
    ],
    "isExpansion": false
  },
  {
    "name": "Small World",
    "bggId": 40692,
    "bggLink": "https://boardgamegeek.com/boardgame/40692",
    "weight": 2.3485,
    "recPlayerCount": "2,3,4,5",
    "bestPlayerCount": 4,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "259,07",
    "language": "Portuguese (BR)",
    "bggRank": 360,
    "thumbnail": "https://cf.geekdo-images.com/aoPM07XzoceB-RydLh08zA__thumb/img/o3Bw9heVDJRgPYlI_PksCvLAgnM=/fit-in/200x150/filters:strip_icc()/pic428828.jpg",
    "description": "In Small World, players vie for conquest and control of a world that is simply too small to accommodate them all.&#10;&#10;Designed by Philippe Keyaerts as a fantasy follow-up to his award-winning Vinci, Small World is inhabited by a zany cast of characters such as dwarves, wizards, amazons, giants, orcs, and even humans, who use their troops to occupy territory and conquer adjacent lands in order to push the other races off the face of the earth.&#10;&#10;Picking the right combination from the 14 different fantasy races and 20 unique special powers, players rush to expand their empires - often at the expense of weaker neighbors. Yet they must also know when to push their own over-extended civilization into decline and ride a new one to victory!&#10;&#10;On each turn, you either use the multiple tiles of your chosen race (type of creatures) to occupy adjacent (normally) territories - possibly defeating weaker enemy races along the way, or you give up on your race letting it go &quot;into decline&quot;. A race in decline is designated by flipping the tiles over to their black-and-white side.&#10;&#10;At the end of your turn, you score one point (coin) for each territory your races occupy. You may have one active race and one race in decline on the board at the same time. Your occupation total can vary depending on the special abilities of your race and the territories they occupy. After the final round, the player with the most coins wins.&#10;&#10;Clarifications: available in a pinned forum post.&#10;&#10;",
    "yearPublished": 2009,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlaytime": 40,
    "maxPlaytime": 80,
    "designers": ["Philippe Keyaerts"],
    "publisher": "Galápagos Jogos",
    "mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Hidden Victory Points",
      "Increase Value of Unchosen Resources",
      "Variable Player Powers",
      "Variable Set-up",
      "Victory Points as a Resource"
    ],
    "isExpansion": false
  },
  {
    "name": "Space Base",
    "bggId": 242302,
    "bggLink": "https://boardgamegeek.com/boardgame/242302",
    "weight": 2.124,
    "recPlayerCount": "2,3,4,5",
    "bestPlayerCount": "3,4",
    "languageDependence": "LOW",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "299,14",
    "language": "English",
    "bggRank": 210,
    "thumbnail": "https://cf.geekdo-images.com/MHhQxXVjiaa6C-04nGiIWw__thumb/img/rgETRyeuYs_wiZ5y-9Zj5H8kyFo=/fit-in/200x150/filters:strip_icc()/pic6640638.jpg",
    "description": "In Space Base, players assume the roles of Commodores of a small fleet of ships. Ships begin docked at their stations and are then deployed to sectors as new ships are commissioned under your command. Use cargo vessels to engage in trade and commerce; mining vessels to build reoccurring base income; and carriers to spread your influence. Establish new colonies for a new Commodore in a sector to gain even more influence. Gain enough influence and you can be promoted to Admiral!&#10;&#10;Space Base is a quick-to-learn, quick-to-play dice game using the core &quot;I roll, everyone gets stuff&quot; mechanism seen in other games. It's also a strategic engine builder using a player board (your space base) and tableaus of ship cards you can buy and add to your board. The cards you buy and the order you buy them in have interesting implications on your engine beyond just the ability on the card you buy, making for a different type of engine construction than seen in similar games. Players can take their engine in a number of directions: long odds and explosive gains, low luck and steady income, big end-game combos to launch from last to first, or a mix-and-match approach. Ultimately, Space Base is a game you can just start playing and teach everyone how to play in the first round or two and has a satisfying blend of dice-chucking luck and challenging strategic choices.&#10;&#10;",
    "yearPublished": 2018,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlaytime": 60,
    "maxPlaytime": 60,
    "designers": ["John D. Clair"],
    "publisher": "Alderac Entertainment Group",
    "mechanics": ["Dice Rolling", "Open Drafting", "Random Production"],
    "isExpansion": false
  },
  {
    "name": "Steampunk Rally Fusion",
    "bggId": 298229,
    "bggLink": "https://boardgamegeek.com/boardgame/298229",
    "weight": 2.7778,
    "recPlayerCount": "1,2,3,4,5,6,7,8",
    "bestPlayerCount": 4,
    "languageDependence": "MODERATE",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "282,65",
    "language": "English",
    "bggRank": 1865,
    "thumbnail": "https://cf.geekdo-images.com/dnh13DJ3J_ISDYssfyUCWg__thumb/img/8DqsCRq5vaJvx5tVwELkvq2yTEs=/fit-in/200x150/filters:strip_icc()/pic5212622.jpg",
    "description": "Steampunk Rally Fusion is a standalone game that can be combined with the original Steampunk Rally. It introduces new tracks with unique event cards, new part abilities (Gear Up and Overcharge), and a new card type: Secret Projects. It also debuts new custom dice representing powerful Fusion energy!&#10;&#10;Take on the role of ingenious inventors from history. Draft cards to invent your racing contraption. Power your creation's abilities with combinations of steam, heat, electricity, and Fusion dice. Use cogs to augment bad dice rolls and upgrade certain machine parts.&#10;&#10;Smashing through damaging terrain spaces may cause parts to fly off your machine, constantly forcing you to adapt your strategy and discover new card synergies. Fortune favors the brash, so get ready to Gear Up, Overcharge your machine, and remake history!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "yearPublished": 2021,
    "minPlayers": 2,
    "maxPlayers": 8,
    "minPlaytime": 45,
    "maxPlaytime": 60,
    "designers": ["Orin Bishop"],
    "publisher": "Roxley",
    "mechanics": [
      "Closed Drafting",
      "Dice Rolling",
      "Modular Board",
      "Race",
      "Resource to Move",
      "Simultaneous Action Selection",
      "Track Movement",
      "Variable Player Powers"
    ],
    "isExpansion": false
  },
  {
    "name": "Tash-Kalar: Arena of Legends",
    "bggId": 146278,
    "bggLink": "https://boardgamegeek.com/boardgame/146278",
    "weight": 2.8388,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": 2,
    "languageDependence": "MODERATE",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 130,
    "language": "English",
    "bggRank": 767,
    "thumbnail": "https://cf.geekdo-images.com/woifEuhjEe-0VPKtPcwaIw__thumb/img/PwCqGHn47oqbKt7aJdkhKb4JG_A=/fit-in/200x150/filters:strip_icc()/pic1875045.jpg",
    "description": "Tash-Kalar: Arena of Legends is a game played by masters of magic. Two to four summoners encounter each other in the Tash-Kalar arena, either in teams or each on his own, and prove their skill and strategy in a short but intense battle. By clever deployment of their minions, they create magic patterns for summoning powerful beings, and then use those to destroy their opponent&rsquo;s forces or to prepare patterns for the ultimate legendary beings.&#10;&#10;The game includes four different factions, each with a unique deck of beings to summon and one deck of legendary creatures. Players take turns placing their common pieces on the board, and if they succeed in creating patterns depicted on one of the cards in hand, they may play it. When played, the card summons a particular being and allows the player to perform an effect described on the card: a giant destroys neighboring pieces, a knight moves through enemy pieces, a warlord orders previously placed pieces to move and fight, an enchantress converts enemy pieces to player's own color, etc. After that, the player discards the card and the summoned being turns into a motionless piece which may be used in patterns for summoning other beings &ndash; or even be awakened and moved into combat by the effects of other cards.&#10;&#10;Tash-Kalar: Arena of Legends offers two game modes. In the standard mode you score points for fulfilling various quests set by the Arena Masters: controlling certain points or areas of the arena, destroying a number of enemy pieces in a single turn, performing a certain combination of summonings, etc.&#10;&#10;In melee mode, your only goal is to entertain the crowd. You do that by destroying your opponents and making them beg (i.e., making them use the catch-up mechanisms) and by summoning legendary beings. After all, people want to see a dragon! Both modes can be played as a two-player duel or as a team game with teammates sharing pieces and legendary cards, but with each controlling his own faction. (The game includes a duplicate of one faction in a different color.) The melee mode can also be played as a fierce free-for-all battle, but don't expect alliances; to achieve a good score, you need to destroy all opponents evenly as you track points scored on each opponent separately, and your lowest score is your final score.&#10;&#10;The rules of Tash-Kalar: Arena of Legends are simple and easy to understand, but as you start to discover the tactics and are able to anticipate the opponent's moves and patterns, it turns into a real clash of wits.&#10;&#10;",
    "yearPublished": 2013,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlaytime": 30,
    "maxPlaytime": 60,
    "designers": ["Vlaada Chvátil"],
    "publisher": "Czech Games Edition",

    "mechanics": [
      "Area Majority / Influence",
      "Catch the Leader",
      "Grid Movement",
      "Hand Management",
      "Highest-Lowest Scoring",
      "Pattern Building",
      "Team-Based Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "isExpansion": false
  },
  {
    "name": "Tawantinsuyu: The Inca Empire",
    "bggId": 306481,
    "bggLink": "https://boardgamegeek.com/boardgame/306481",
    "weight": 4.1212,
    "recPlayerCount": "1,2,3,4",
    "bestPlayerCount": "3,4",
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 80,
    "language": "Portuguese (BR)",
    "bggRank": 1124,
    "thumbnail": "https://cf.geekdo-images.com/pxqUJZDKEyHAY0Ex5zk66A__thumb/img/Vr0kZZ70HW9N-wOBVoEGMks3d6w=/fit-in/200x150/filters:strip_icc()/pic5325153.jpg",
    "description": "The great Sapa Inca Pachacuti turned to his offspring and ordered them to worship Inti, the Sun God, and to expand the Inca Empire as far as the llamas roam. With Chinchaysuyu, Antisuyu, Qullasuyu, and Kuntisuyu &mdash; the four regions of the new empire &mdash; now ripe for conquest, the time has come for Pachacuti's true successor to arise.&#10;&#10;Gather your people from the villages below and use their unique abilities to strategically place them where they can perform the greatest tasks for you. Climb the steps of the Sun Temple, reaping the rewards of your piety. Build structures that both nourish your people and provide you with benefits no other has at their disposal. Muster an army and conquer villages in the four realms of Tawantinsuyu. Prove yourself a worthy successor to Pachacuti and lead the Inca to glory!&#10;&#10;During Tawantinsuyu: The Inca Empire, players place workers onto various locations on the game board, performing actions, collecting resources (potatoes, corn, stone, and gold), constructing buildings and stairs, sculpt statues, expanding their military strength, and collecting weavings.&#10;&#10;The game board features a hill located within the old Inca capital of Cusco, the sides of which are terraced and divided into five sections. Atop the hill sits the Coricancha, The Golden Temple, the most important temple of the Inca Empire. Within the Coricancha, each player has a High Priest. On the terraced sections below exist a variety of worker placement locations, interconnected by paths and individually marked by symbols. On your turn, you must either place a worker onto a location outside the Coricancha OR choose two of the following:&#10;&#10;&#10;     Recruit one worker.&#10;     Take two god cards.&#10;     Draw two army cards and keep one of them.&#10;     Move your High Priest one or two steps clockwise within the Coricancha.&#10;&#10;&#10;When placing a worker, you must first discard a god card with a matching symbol or pay one gold. Once placed, the worker remains on the game board for the rest of the game! Each worker placement location is connected to exactly three action spaces. You must always perform at least one of these actions. However, for each adjacent worker (i.e., connected to your worker's location via direct path through one of the action spaces) that matches the type of worker just placed, you receive one additional action!&#10;&#10;While some locations will result in you being able to perform multiple actions, other actions and placements may be more desirable, especially since each of the five types of workers has a unique ability:&#10;&#10;&#10;     Warrior: Remove one of the adjacent workers, placing it in your player area.&#10;     Craftsman: Gain +1 action if placed onto a craftsman space.&#10;     Architect: Gain +1 action if placed onto an architect space.&#10;     Courier: Decreased placement cost; +1 action if it's the first worker placed within a given area.&#10;     Priest: Take one god card; you may pay one potato to gain +1 action.&#10;&#10;&#10;All god cards feature one of the different symbols found on the worker placement locations. Before placing a worker, you must either discard a god card with a matching symbol or pay valuable gold resources. God cards also depict special abilities that can be activated only if you have previously built a matching statue!&#10;&#10;Army cards allow you to send one or more units to conquer villages in nearby regions. You must compete against the other players for control of each region as well as for valuable rewards that can be gained as a result of military conquest.&#10;&#10;The position of your High Priest within the Coricancha has a significant impact on your overall strategy, affecting your access to powerful actions and determining any potential resource costs when placing your workers. More specifically, when placing a worker, you must pay additional resources the farther your worker is from your High Priest, from nothing all the way up to eight potatoes or corn!&#10;&#10;Additionally, when moving your High Priest, you can activate powerful actions available only within the Coricancha:&#10;&#10;&#10;     Produce: Gain all rewards from your production buildings.&#10;     Worship: Sacrifice previously sculpted statues to gain permanent temple advancements.&#10;     Offering: Pay resources to gain temple advancements.&#10;     Conquer: Engage in military conquest of nearby villages.&#10;     Rejuvenate: Refresh previously activated buildings and military units.&#10;&#10;&#10;Throughout the game, you score victory points whenever you construct stairs or sculpt statues. Gain bonus victory points whenever another player makes use of the stairs you have constructed. Score victory points from temple advancements and control of the four regions.&#10;&#10;The game ends when the worker pool has become exhausted, symbolizing the full incorporation of nearby regions and villages into the newly risen Inca Empire. You then score bonus victory points from reaching the top of the temple, from your woven tapestries, and from various buildings and resources you have accumulated.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "yearPublished": 2020,
    "minPlayers": 1,
    "maxPlayers": 4,
    "minPlaytime": 60,
    "maxPlaytime": 120,
    "designers": ["Dávid Turczi"],
    "publisher": "Galápagos Jogos",
    "mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting",
      "Pattern Building",
      "Rondel",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Set-up",
      "Worker Placement, Different Worker Types"
    ],
    "isExpansion": false
  },
  {
    "name": "Terra Mystica",
    "bggId": 120677,
    "bggLink": "https://boardgamegeek.com/boardgame/120677",
    "weight": 3.973,
    "recPlayerCount": "2,3,4,5",
    "bestPlayerCount": 4,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 550,
    "language": "English",
    "bggRank": 28,
    "thumbnail": "https://cf.geekdo-images.com/bre12I1YiXkZr7elvriz4A__thumb/img/GW-ip0dfeAee7KQqJ04SRZxF1lg=/fit-in/200x150/filters:strip_icc()/pic5375624.jpg",
    "description": "In the land of Terra Mystica dwell 14 different peoples in seven landscapes, and each group is bound to its own home environment, so to develop and grow, they must terraform neighboring landscapes into their home environments in competition with the other groups.&#10;&#10;Terra Mystica is a full information game, without any luck, that rewards strategic planning. Each player governs one of the 14 groups. With subtlety and craft, the player must attempt to rule as great an area as possible and to develop that group's skills. There are also four religious cults in which you can progress. To do all that, each group has special skills and abilities.&#10;&#10;Taking turns, the players execute their actions on the resources they have at their disposal. Different buildings allow players to develop different resources. Dwellings allow for more workers. Trading houses allow players to make money. Strongholds unlock a group's special ability, and temples allow you to develop religion and your terraforming and seafaring skills. Buildings can be upgraded: Dwellings can be developed into trading houses; trading houses can be developed into strongholds or temples; one temple can be upgraded to become a sanctuary. Each group must also develop its terraforming skill and its skill with boats to use the rivers. The groups in question, along with their home landscape, are:&#10;&#10;&#10;    Desert (Fakirs, Nomads)&#10;    Plains (Halflings, Cultists)&#10;    Swamp (Alchemists, Darklings)&#10;    Lake (Mermaids, Swarmlings)&#10;    Forest (Witches, Auren)&#10;    Mountain (Dwarves, Engineers)&#10;    Wasteland (Giants, Chaos Magicians)&#10;&#10;&#10;Proximity to other groups is a double-edged sword in Terra Mystica. Being close to other groups gives you extra power, but it also means that expanding is more difficult...&#10;&#10;Terra Mystica FAQ&#10;&#10;",
    "yearPublished": 2012,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlaytime": 60,
    "maxPlaytime": 150,
    "designers": ["Jens Drögemüller", "Helge Ostertag"],
    "publisher": "Filosofia Éditions",
    "mechanics": [
      "Area Majority / Influence",
      "Chaining",
      "End Game Bonuses",
      "Hexagon Grid",
      "Income",
      "Increase Value of Unchosen Resources",
      "Network and Route Building",
      "Tech Trees / Tech Tracks",
      "Turn Order: Pass Order",
      "Variable Player Powers",
      "Variable Set-up",
      "Victory Points as a Resource",
      "Worker Placement, Different Worker Types"
    ],
    "isExpansion": false
  },
  {
    "name": "Thunderstone",
    "bggId": 53953,
    "bggLink": "https://boardgamegeek.com/boardgame/53953",
    "weight": 2.5048,
    "recPlayerCount": "1,2,3,4",
    "bestPlayerCount": 3,
    "languageDependence": "MODERATE",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 50,
    "language": "English",
    "bggRank": 948,
    "thumbnail": "https://cf.geekdo-images.com/pVyy-LSVBIMQ0GUsvsIfww__thumb/img/HSIygEfsQ0wSpnNtrBMgA6Iv5aA=/fit-in/200x150/filters:strip_icc()/pic544780.jpg",
    "description": "For ages the vile Doom Knights have sought to gather the remaining Thunderstones to fulfill a prophecy of corruption over the lands. Now the first Thunderstone has been discovered in the Dungeons of Grimhold and the Doom Knights have sent their minions to claim the relic. The Villagers of Barrowsdale gather brave souls to face the dungeon and keep the Thunderstone out of the hands of the Doom Knights.&#10;&#10;Thunderstone is a fantasy deck-building game much in the style of Dominion. Before the game starts a selection of Village and Hero cards will be randomnly chosen that players may add to their specific decks. Like Dominion, every player starts with a basic deck of weaker cards that they can use to purchase other more powerful cards. In Thunderstone these cards may be different Heroes such as mages, archers, thieves, or warriors or they may be supplies the heroes need like weapons, rations, or light to reach further into the dungeon.&#10;&#10;A dungeon deck is also created by combining several different groups of monsters. Certain groups of monsters may be more or less susceptible to different Hero types, so players will have to take this into account when they choose what to buy.&#10;&#10;Rather than buying puny Victory Points, players will use their deck to defeat monsters in the dungeon. From the monster deck a row of cards is laid out. Players may on their turn choose to attack a monster in the deck rather than visit town and buy cards. If they do this they play cards from their hand and resolve their abilities in order to boost strength and have enough light to reach a specific monster. Some monsters also have special abilities which may hinder the player. If they have enough strength they defeat the monster and place that card in their deck. This card is worth victory points and often can be used as money to purchase other cards. In addition to this, players are awarded experience points for defeating monsters which can be used to upgrade their heroes into more powerful versions. The game is played until the Thunderstone is revealed from the dungeon and a player is able to claim it. The player with the most victory points in their deck is the winner.&#10;&#10;The basic Thunderstone framework was updated in the implementation of Thunderstone: Advance.&#10;&#10;Integrates with&#10;&#10;&#10;    Thunderstone Advance: Towers of Ruin&#10;    Thunderstone: Dragonspire&#10;    Thunderstone: Starter Set&#10;&#10;&#10;",
    "yearPublished": 2009,
    "minPlayers": 1,
    "maxPlayers": 5,
    "minPlaytime": 60,
    "maxPlaytime": 60,
    "designers": ["Mike Elliott"],
    "publisher": "Alderac Entertainment Group",
    "mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Hand Management",
      "Open Drafting"
    ],
    "isExpansion": false
  },
  {
    "name": "Ticket to Ride",
    "bggId": 9209,
    "bggLink": "https://boardgamegeek.com/boardgame/9209",
    "weight": 1.8273,
    "recPlayerCount": "2,3,4,5",
    "bestPlayerCount": 4,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": "269,9",
    "language": "Portuguese (BR)",
    "bggRank": 241,
    "thumbnail": "https://cf.geekdo-images.com/ZWJg0dCdrWHxVnc0eFXK8w__thumb/img/a9rsFV6KR0aun8GobhRU16aU8Kc=/fit-in/200x150/filters:strip_icc()/pic38668.jpg",
    "description": "With elegantly simple gameplay, Ticket to Ride can be learned in under 15 minutes. Players collect cards of various types of train cars they then use to claim railway routes in North America. The longer the routes, the more points they earn. Additional points come to those who fulfill Destination Tickets &ndash; goal cards that connect distant cities; and to the player who builds the longest continuous route.&#10;&#10;&quot;The rules are simple enough to write on a train ticket &ndash; each turn you either draw more cards, claim a route, or get additional Destination Tickets,&quot; says Ticket to Ride author, Alan R. Moon. &quot;The tension comes from being forced to balance greed &ndash; adding more cards to your hand, and fear &ndash; losing a critical route to a competitor.&quot;&#10;&#10;Ticket to Ride continues in the tradition of Days of Wonder's big format board games featuring high-quality illustrations and components including: an oversize board map of North America, 225 custom-molded train cars, 144 illustrated cards, and wooden scoring markers.&#10;&#10;Since its introduction and numerous subsequent awards, Ticket to Ride has become the BoardGameGeek epitome of a &quot;gateway game&quot; -- simple enough to be taught in a few minutes, and with enough action and tension to keep new players involved and in the game for the duration.&#10;&#10;Part of the Ticket to Ride series.&#10;&#10;",
    "yearPublished": 2004,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlaytime": 30,
    "maxPlaytime": 60,
    "designers": ["Alan R. Moon"],
    "publisher": "Galápagos Jogos",
    "mechanics": [
      "Connections",
      "Contracts",
      "End Game Bonuses",
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "isExpansion": false
  },
  {
    "name": "Ticket to Ride: Europe",
    "bggId": 14996,
    "bggLink": "https://boardgamegeek.com/boardgame/14996",
    "weight": 1.918,
    "recPlayerCount": "2,3,4,5",
    "bestPlayerCount": 4,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 100,
    "language": "Portuguese (BR)",
    "bggRank": 161,
    "thumbnail": "https://cf.geekdo-images.com/0K1AOciqlMVUWFPLTJSiww__thumb/img/RDvu2FvsYVVH8icp1VsilUlqUGI=/fit-in/200x150/filters:strip_icc()/pic66668.jpg",
    "description": "Ticket to Ride: Europe takes you on a new train adventure across Europe. From Edinburgh to Constantinople and from Lisbon to Moscow, you'll visit great cities of turn-of-the-century Europe. Like the original Ticket to Ride, the game remains elegantly simple, can be learned in 5 minutes, and appeals to both families and experienced gamers. Ticket to Ride: Europe is a complete, new game and does not require the original version.&#10;&#10;More than just a new map, Ticket to Ride: Europe features brand new gameplay elements. Tunnels may require you to pay extra cards to build on them, Ferries require locomotive cards in order to claim them, and Stations allow you to sacrifice a few points in order to use an opponent's route to connect yours. The game also includes larger format cards and Train Station game pieces.&#10;&#10;The overall goal remains the same: collect and play train cards in order to place your pieces on the board, attempting to connect cities on your ticket cards. Points are earned both from placing trains and completing tickets but uncompleted tickets lose you points. The player who has the most points at the end of the game wins.&#10;&#10;Copyright 2002-2014 Days of Wonder, inc.&#10;&#10;Part of the Ticket to Ride series.&#10;&#10;",
    "yearPublished": 2005,
    "minPlayers": 2,
    "maxPlayers": 5,
    "minPlaytime": 30,
    "maxPlaytime": 60,
    "designers": ["Alan R. Moon"],
    "publisher": "Galápagos Jogos",
    "mechanics": [
      "Connections",
      "Contracts",
      "End Game Bonuses",
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "isExpansion": false
  },
  {
    "name": "Tigris & Euphrates",
    "bggId": 42,
    "bggLink": "https://boardgamegeek.com/boardgame/42",
    "weight": 3.4982,
    "recPlayerCount": "2,3,4",
    "bestPlayerCount": 4,
    "languageDependence": "NO",
    "category": "STANDALONE",
    "isExpansionForBggId": "",
    "purchasedPrice": 150,
    "language": "English",
    "bggRank": 107,
    "thumbnail": "https://cf.geekdo-images.com/soAzNVWglCdVBacNjoCTJw__thumb/img/0UPEyOaSFyqEH1ikrSig_218RQ0=/fit-in/200x150/filters:strip_icc()/pic2338267.jpg",
    "description": "Regarded by many as Reiner Knizia's masterpiece, Tigris &amp; Euphrates is set in the ancient fertile crescent with players building civilizations through tile placement. Players are given four different leaders: farming, trading, religion, and government. The leaders are used to collect victory points in these same categories. However, your score at the end of the game is the number of points in your weakest category, which encourages players not to get overly specialized. Conflict arises when civilizations connect on the board, i.e., external conflicts, with only one leader of each type surviving such a conflict. Leaders can also be replaced within a civilization through internal conflicts.&#10;&#10;Starting in the Mayfair edition from 2008, Tigris &amp; Euphrates included a double-sided game board and extra components for playing an advanced version of the game. This &quot;ziggurat expansion&quot;, initially released as a separate item in Germany for those who already owned the base game, is a special monument that extends across five spaces of the board. The monument can be built if a player has a cross of five civilization tokens of the same color by discarding those five tokens and replacing them with the ziggurat markers, placing a ziggurat tower upon the middle tile. The five ziggurat markers cannot be destroyed. All rules regarding monuments apply to the ziggurat monument as well. If your king is inside the kingdom of the ziggurat, you will get one victory point in a color of your choice at the end of your turn.&#10;&#10;Some versions of Tigris &amp; Euphrates are listed as being for 2-4 players, while others incorrectly state that they're for 3-4 players. Tigris &amp; Euphrates is part of what is sometimes called Reiner Knizia's tile-laying trilogy.&#10;&#10;",
    "yearPublished": 1997,
    "minPlayers": 2,
    "maxPlayers": 4,
    "minPlaytime": 60,
    "maxPlaytime": 120,
    "designers": ["Reiner Knizia"],
    "publisher": "Fantasy Flight Games",
    "mechanics": [
      "Area Majority / Influence",
      "Connections",
      "Hand Management",
      "Hidden Victory Points",
      "Highest-Lowest Scoring",
      "Income",
      "Set Collection",
      "Square Grid",
      "Take That",
      "Tile Placement"
    ],
    "isExpansion": false
  }
]
